{
  "Import": "Import",
  "Options": "Optionen",
  "Help": "Hilfe",
  "Javascript not enabled!": "JavaScript nicht aktiviert!",
  "This application requires Javascript. Please enable it in your browser settings.": "Diese Anwendung erfordert Javascript. Bitte aktivieren Sie es in Ihren Browsereinstellungen.",
  "Your browser is unsupported!": "Ihr Browser wird nicht unterstützt!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Aktualisieren Sie auf die neueste Version Ihres Browsers, um diese Anwendung nutzen zu können.",
  "This content is protected.": "Dieser Inhalt ist geschützt.",
  "Please enter a password to unlock it.": "Bitte geben Sie ein Kennwort zum Entsperren.",
  "Password": "Passwort",
  "Hint": "Hinweis",
  "None provided": "Keine zur Verfügung gestellt",
  "Decrypt": "Entschlüsseln",
  "Save filename": "Dateinamen zu speichern",
  "Timeout period": "Zeitlimit",
  "HelpBasicString": "<b>WhisperNote</b> ist ein tragbares verschlüsselte Nachricht-Container. <b>WhisperNote</b> ist kostenlos zu benutzen, quelloffen, frei von app Stores und kompatibel mit modernsten Geräten (Computer, Tablets, Handys). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> unterscheidet sich von anderen Nachricht-Verschlüsselungs-Software, da alles, was Sie benötigen in der HTML-Datei enthalten ist, Sie jetzt lesen. <br/> <br/>                        <div><b>Sicherheit</b> <ul><li><b>WhisperNote</b> AES 256 Bit-Verschlüsselung verwendet, um Ihre Daten zu speichern, das ist eine sehr starke Form der Verschlüsselung.</li>                                <li><b>WhisperNote</b> verwendet Ihr Browser als die Ausführungsumgebung, Sie wahrscheinlich Ihren Browser für Ihre Banken zu benutzen.</li>                                <li><b>WhisperNote</b> speichert Ihre Daten auf einem Server nicht, es spart es auf das Gerät, das Sie verwenden.</li>                                <li>Wenn Sie Ihr Passwort verlieren, es kann nicht wiederhergestellt werden.</li>                                <li>Bietet hochwertige Sicherheits-Tools ist sehr schwierig und wie andere Tools kennt <b>WhisperNote</b> Schwächen.</li>                                <li>Weitere Informationen finden Sie auf der <a href=\"http://www.consunet.com.au/products/whispernote\"> Website.</a></li>                            </ul></div> <div><b>Erstellen Sie die Notiz</b> <ul><li>nur geben oder Ausschneiden und Einfügen den Textinhalt, die Sie in den Nachrichtenbereich verschlüsseln möchten.</li>                                <li>Können Sie optional auswählen eine Datei von Ihrem Gerät auf Ihren Hinweis enthalten sein. Diese Datei sollte weniger als 10Mb groß sein.</li>                                <li>Sobald Sie fertig sind bearbeiten Ihre Anmerkung am unteren Rand der Bildschirmtyp in ein Kennwort zum Schutz Hinweis Contents.</li>                                <li>Optional bieten einen Tipp für dich, aber mach es nicht offensichtliche.</li>                                <li>Drücken Sie die Schaltfläche \"verschlüsseln\". Das verschlüsseln die Notiz und Paket alles fein säuberlich in einer einzigen HTML-Datei. Sie können speichern es auf Ihrem lokalen Datenträger oder vielleicht einen Cloud-Service.</li>                            </ul></div> <div><b>Anteil Ihrer Notiz</b> <ul><li>aufgrund technischer Einschränkungen der aktuellen Browser schickt man eine <b>WhisperNote</b> per e-Mail (oder anderen unsicheren Kanal) der Empfänger muss eines von drei Dinge, es sicher zu lesen: <ul><li>Download eine neue <b>WhisperNote</b> und importieren Sie Ihre Notiz in Ihnen.</li>                                            <li>Den Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a>-Service nutzen, um sicherzustellen, dass die Note nicht in böser Absicht bei der Übertragung geändert wurde.</li>                                            <li>Vorübergehend vom Internet trennen, wenn sie die Notiz lesen.</li>                                        </ul></li> <li>Das Kennwort der Eltern sollten Sie einen anderen Kanal, die Sie Ihre Notiz durch geschickt verwenden (d.h. den Empfänger über das Telefon zu nennen).</li>                            </ul>                        </div>",
  "Message": "Nachricht",
  "Enter your private message here...": "Geben Sie hier Ihre private Nachricht...",
  "Attach File": "Datei anhängen",
  "Download": "Download",
  "Hint to remember": "Hinweis zu erinnern",
  "Encrypt": "Verschlüsseln",
  "Version": "Version",
  "Initialisation Vector": "Initialisierung Vektor",
  "Salt": "Salz",
  "Cypher text": "Cypher-text",
  "Password cannot be empty!": "Kennwort darf nicht leer sein!",
  "Weak": "Schwach",
  "Weak password used - proceed with Encrypt?": "Fortsetzen Unsicheres Kennwort verwendet - verschlüsseln?",
  "Could not determine application type.": "Anwendungstyp konnte nicht festgestellt werden.",
  "Incorrect application type": "Falsche Anwendungstyp",
  "File format incorrect.": "Falsches Dateiformat.",
  "Invalid cypher settings": "Ungültige Cypher-Einstellungen",
  "Import failed: ": "Fehler beim Importieren: ",
  "Incorrect password, or data has been corrupted": "Falsches Kennwort oder Daten ist beschädigt",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Verschlüsselung ist derzeit nicht auf Safari durch unterstützt mangelnder Unterstützung von Standards. Bitte benutzen Sie einen anderen Browser [z.B. Google Chrome oder Mozilla Firefox] Verschlüsselung von Dateien ermöglichen.",
  "Empty": "Leer",
  "OK": "Okay",
  "Strong": "Strong",
  "Invalid filename, using default": "Ungültiger Dateiname, Standard verwenden",
  "Invalid timeout, using default": "Ungültige Timeout, Standard verwenden",
  "File operations not supported": "Nicht unterstützte Dateioperationen",
  "more": "Weitere",
  "less": "weniger"
}