{
	"ISOCode": "el",
  "Import": "Εισαγωγή",
  "Options": "Επιλογές",
  "Help": "Βοήθεια",
  "JavascriptNotEnabled": "JavaScript δεν έχει ενεργοποιηθεί!",
  "ApplicationRequiresJavascript": "Αυτή η εφαρμογή απαιτεί Javascript. Παρακαλώ ενεργοποιήσετε στις ρυθμίσεις του προγράμματος περιήγησης.",
  "BrowserIsUnsupported": "Το πρόγραμμα περιήγησης δεν υποστηρίζεται!",
  "UpgradeBrowser": "Αναβαθμίστε στην τελευταία έκδοση του προγράμματος περιήγησης για να χρησιμοποιήσετε αυτήν την εφαρμογή.",
  "ContentProtected": "Αυτό το περιεχόμενο προστατεύεται.",
  "PleaseEnterPassword": "Παρακαλώ εισάγετε έναν κωδικό πρόσβασης για να ξεκλειδώσετε.",
  "Password": "Κωδικός πρόσβασης",
  "Hint": "Υπόδειξη",
  "NoneProvided": "Κανένας που παρέχονται",
  "Decrypt": "Αποκρυπτογραφήσει",
  "SaveFilename": "Αποθήκευση όνομα αρχείου",
  "TimeoutPeriod": "Χρονικό όριο",
  "HelpBasicString": "<b>WhisperNote</b> είναι ένα δοχείο φορητό κρυπτογραφημένο μήνυμα. <b>WhisperNote</b> είναι ελεύθερη να χρησιμοποιήσει, ανοικτού κώδικα, δωρεάν από το app καταστήματα και συμβατό με τις πιο σύγχρονες συσκευές (υπολογιστές, δισκία, τηλέφωνα). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> είναι διαφορετική από άλλο μήνυμα λογισμικό κρυπτογράφησης, επειδή τα πάντα που χρειάζεστε είναι που περιέχονται στο αρχείο HTML που διαβάζετε αυτή τη στιγμή. <br/> <br/>                        <div><b>Ασφάλειας</b> <ul><li><b>WhisperNote</b> χρησιμοποιεί AES 256 bit κρυπτογράφησης για την αποθήκευση των δεδομένων σας, αυτό είναι μια πολύ ισχυρή μορφή κρυπτογράφησης.</li>                                <li><b>WhisperNote</b> χρησιμοποιεί το πρόγραμμα περιήγησης ως το περιβάλλον εκτέλεσης, χρησιμοποιείτε πιθανώς περιήγησης για τραπεζικές συναλλαγές σας πάρα πολύ.</li>                                <li><b>WhisperNote</b> δεν αποθηκεύει τα δεδομένα σε ένα διακομιστή, το σώζει στη συσκευή χρησιμοποιείτε.</li>                                <li>Αν χάσετε τον κωδικό πρόσβασής σας, δεν μπορεί να ανακτηθεί.</li>                                <li>Παροχή υψηλής ποιότητας εργαλεία ασφάλειας είναι πολύ δύσκολο, και όπως και άλλα εργαλεία <b>WhisperNote</b> γνώρισε αδυναμίες.</li>                                <li>Για περισσότερες πληροφορίες παρακαλούμε δείτε την <a href=\"http://www.consunet.com.au/products/whispernote\"> ιστοσελίδα.</a></li>                            </ul></div> <div><b>Δημιουργία σας Σημείωση</b> <ul><li>απλά πληκτρολογήστε ή να κοπεί και να επικολλήσετε το περιεχόμενο του κειμένου που θέλετε να κρυπτογραφήσετε στην περιοχή μήνυμα.</li>                                <li>Μπορείτε να επιλέξετε προαιρετικά ένα ενιαίο αρχείο από τη συσκευή σας να συμπεριληφθεί με τη σημείωσή σας. Αυτό το αρχείο πρέπει να είναι λιγότερο από 10 ΜΒ στο μέγεθος.</li>                                <li>Μόλις ολοκληρώσετε τη διαδικασία επεξεργασίας της σημείωσής σας, στο κάτω μέρος του τύπου οθόνη σε έναν κωδικό πρόσβασης να προστατεύσει το περιεχόμενο σημείωση.</li>                                <li>Προαιρετικά, παρέχουν μια υπόδειξη για τον εαυτό σας, αλλά δεν καθιστούν προφανές.</li>                                <li>Hit κρυπτογραφείτε κουμπί. Αυτό θα κρυπτογραφήσει το σημείωμα και να πακέτο όλα τακτοποιημένα σε ένα ενιαίο αρχείο HTML. Μπορείτε να το αποθηκεύσετε στον τοπικό σας δίσκο ή ίσως μια υπηρεσία cloud.</li>                            </ul></div> <div><b>Μερίδιο σας Σημείωση</b> <ul><li>λόγω τεχνικών περιορισμών του τρέχοντος προγράμματος περιήγησης, εάν στέλνετε ένα <b>WhisperNote</b> μέσω ηλεκτρονικού ταχυδρομείου (ή άλλο επισφαλή κανάλι) ο παραλήπτης πρέπει κάντε ένα από τα τρία πράγματα για να το διαβάσετε με ασφάλεια: <ul><li>κατεβάσετε μια νέα <b>WhisperNote</b> και να εισαγάγετε Σημείωση σας στο δικό τους.</li>                                            <li>Χρησιμοποιούν την υπηρεσία Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> για να ελέγξετε ότι το σημείωμα δεν έχει τροποποιηθεί κακόβουλα τράνζιτ.</li>                                            <li>Προσωρινά να αποσυνδεθείτε από το Internet, όταν είναι η ανάγνωση σημειώματος.</li>                                        </ul></li> <li>Όταν μοιράζονται τον κωδικό πρόσβασης θα πρέπει να χρησιμοποιήσετε ένα διαφορετικό κανάλι με εκείνο που στείλατε σημείωσή σας μέσω (δηλαδή καλέσει τον παραλήπτη μέσω τηλεφώνου).</li>                            </ul>                        </div>",
  "Message": "Μήνυμα",
  "EnterPrivateMessage": "Εισάγετε σας προσωπικό μήνυμα εδώ...",
  "AttachFile": "Επισύναψη αρχείου",
  "Download": "Κατεβάσετε",
  "HintToRemember": "Συμβουλή για να θυμάστε",
  "Encrypt": "Κρυπτογράφηση",
  "Version": "Έκδοση",
  "InitialisationVector": "Διάνυσμα αρχικοποίησης",
  "Salt": "Αλάτι",
  "CypherText": "Κείμενο Cypher",
  "PasswordCannotBeEmpty": "Κωδικός πρόσβασης δεν μπορεί να είναι άδειο!",
  "Weak": "Αδύναμη",
  "WeakPasswordUsedWarning": "Αδύναμο κωδικό πρόσβασης που χρησιμοποιείται - να συνεχιστεί η κρυπτογράφηση;",
  "CouldNotDetermineAppType": "Δεν μπόρεσε να προσδιορίσει τύπος εφαρμογής.",
  "IncorrectAppType": "Εσφαλμένη εφαρμογή τύπου",
  "FileFormatIncorrect": "Εσφαλμένη μορφή αρχείου.",
  "InvalidCypherSettings": "Μη έγκυρη cypher ρυθμίσεις",
  "ImportFailed": "Η εισαγωγή απέτυχε: ",
  "IncorrectPassword": "Εσφαλμένος κωδικός πρόσβασης, ή δεδομένων έχει καταστραφεί",
  "Empty": "Άδειο",
  "OK": "Ok",
  "Strong": "Ισχυρή",
  "InvalidFilename": "Μη έγκυρο όνομα αρχείου, χρησιμοποιώντας την προεπιλεγμένη",
  "InvalidTimeout": "Μη έγκυρο χρονικό όριο, χρησιμοποιώντας την προεπιλεγμένη",
  "FileOpsNotSupported": "Λειτουργίες διαχείρισης αρχείων που δεν υποστηρίζονται",
  "more": "περισσότερα",
  "less": "λιγότερο",
  "WebCryptoAPINotSupported": "WebCrypto API is not supported by this web browser. Please switch to a more modern browser, such as current versions of Edge, Firefox or Chrome."
}