{
	"Import": "Import",
	"Options": "Options",
	"Help": "Help",
	"JavascriptNotEnabled": "Javascript not enabled!",
	"ApplicationRequiresJavascript": "This application requires Javascript. Please enable it in your browser settings.",
	"BrowserIsUnsupported": "Your browser is unsupported!",
	"UpgradeBrowser": "Please upgrade to the latest version of your browser in order to use this application.",
	"ContentProtected": "This content is protected.",
	"PleaseEnterPassword": "Please enter a password to unlock it.",
	"Password": "Password",
	"Hint": "Hint",
	"NoneProvided": "None provided",
	"Decrypt": "Decrypt",
	"SaveFilename": "Save filename",
	"TimeoutPeriod": "Timeout period",
	"HelpBasicString": "<b>WhisperNote</b> is a portable encrypted message container. <b>WhisperNote</b> is free to use, open source, free from app stores and compatible with most modern devices (computers, tablets, phones).<br/><br/>",
	"HelpDetailString": "<br/><b>WhisperNote</b> is different to other message encryption software because everything you require is contained in the HTML file you are reading right now. <br/><br/>                        <div>                            <b>Security</b>                            <ul>                                <li><b>WhisperNote</b> uses AES 256 bit encryption to store your data, this is a very strong form of encryption.</li>                                <li><b>WhisperNote</b> uses your browser as the execution environment, you probably use your browser for your banking too.</li>                                <li><b>WhisperNote</b> does not store your data on a server, it saves it to the device you are using.</li>                                <li>If you lose your password, it cannot be recovered.</li>                                <li>Providing high quality security tools is very difficult and like other tools <b>WhisperNote</b> has known weaknesses.</li>                                <li>For more information please see the <a href=\"http://www.consunet.com.au/products/whispernote\">website.</a></li>                            </ul>                        </div>                        <div>                            <b>Create your note</b>                            <ul>                                <li>Just type or cut and paste the text content you want to encrypt in the Message area.</li>                                <li>You can optionally select a single file from your device to be included with your note. This file should be less than 10Mb in size.</li>                                <li>Once you're done editing your note, at the bottom of the screen type in a password to protect the note contents.</li>                                <li>Optionally, provide a hint for yourself, but don't make it obvious.</li>                                <li>Hit the Encrypt button. This will encrypt the note and package everything neatly into a single HTML file. You can save it to your local disc or perhaps a cloud service.</li>                            </ul>                        </div>                        <div>                            <b>Share your note</b>                            <ul>                                <li>Due to technical limitations of current browsers, if you send a <b>WhisperNote</b> through email (or other insecure channel) the recipient needs do one of three things to read it securely:                                        <ul>                                            <li>Download a new <b>WhisperNote</b> and Import your note into theirs.</li>                                            <li>Use the Consunet <a href=\"http://www.consunet.com.au/products/validator\">Validator</a> service to check that the note has not been maliciously modified in transit.</li>                                            <li>Temporarily disconnect from the Internet when they are reading the note.</li>                                        </ul>                                </li>                                <li>When sharing the password you should use a different channel to the one you sent your note through (i.e. call the recipient over the phone).</li>                            </ul>                        </div>",
	"Message": "Message",
	"EnterPrivateMessage": "Enter your private message here...",
	"AttachFile": "Attach File",
	"Download": "Download",
	"HintToRemember": "Hint to remember",
	"Encrypt": "Encrypt",
	"Version": "Version",
	"InitialisationVector": "Initialisation Vector",
	"Salt": "Salt",
	"CypherText": "Cypher text",
	"PasswordCannotBeEmpty": "Password cannot be empty!",
	"Weak": "Weak",
	"WeakPasswordUsedWarning": "Weak password used - proceed with Encrypt?",
	"CouldNotDetermineAppType": "Could not determine application type.",
	"IncorrectAppType": "Incorrect application type",
	"FileFormatIncorrect": "File format incorrect.",
	"InvalidCypherSettings": "Invalid cypher settings",
	"ImportFailed": "Import failed: ",
	"IncorrectPassword": "Incorrect password, or data has been corrupted",
	"EncryptionNotSupportedOnSafari": "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.",
	"Empty": "Empty",
	"OK": "OK",
	"Strong": "Strong",
	"InvalidFilename": "Invalid filename, using default",
	"InvalidTimeout": "Invalid timeout, using default",
	"FileOpsNotSupported": "File operations not supported",
	"more": "more",
	"less": "less"
}