{
  "Import": "Importación",
  "Options": "Opciones",
  "Help": "Ayuda",
  "Javascript not enabled!": "JavaScript no activado.",
  "This application requires Javascript. Please enable it in your browser settings.": "Esta aplicación requiere Javascript. Por favor habilitalo en configuración de su navegador.",
  "Your browser is unsupported!": "Su navegador no es compatible.",
  "Please upgrade to the latest version of your browser in order to use this application.": "Actualice a la versión más reciente de tu navegador para poder utilizar esta aplicación.",
  "This content is protected.": "Este contenido está protegido.",
  "Please enter a password to unlock it.": "Por favor, escriba una contraseña para desbloquearlo.",
  "Password": "Contraseña",
  "Hint": "Pista",
  "None provided": "Ninguno proporciona",
  "Decrypt": "Descifrar",
  "Save filename": "Guardar archivo",
  "Timeout period": "Tiempo de espera",
  "HelpBasicString": "<b>WhisperNote</b> es un contenedor portátil mensaje cifrado. Es libre de usar, código abierto, libre de tiendas de aplicaciones y es compatible con los dispositivos más modernos (computadoras, tabletas, teléfonos) <b>WhisperNote</b>. <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> es diferente a otro software de cifrado mensaje ya que todo lo que necesita está contenida en el archivo HTML que estás leyendo ahora mismo. <br/> <br/>                        <div><b>Seguridad</b> <ul><li><b>WhisperNote</b> utiliza cifrado AES de 256 bits para almacenar los datos, esta es una forma de encriptación fuerte.</li>                                <li><b>WhisperNote</b> utiliza el navegador como el entorno de ejecución, que probablemente usar su navegador para su banca también.</li>                                <li><b>WhisperNote</b> no almacena sus datos en un servidor, guarda en el dispositivo que esté utilizando.</li>                                <li>Si pierdes tu contraseña, no se puede recuperar.</li>                                <li>Proporcionar herramientas de seguridad de alta calidad es muy difícil y al igual que otras herramientas <b>WhisperNote</b> ha sabido debilidades.</li>                                <li>Para más información por favor consulte el <a href=\"http://www.consunet.com.au/products/whispernote\"> Web.</a></li>                            </ul></div> <div><b>Crear tu nota</b> <ul><li>solo escribe o cortar y pegar el contenido del texto que desea cifrar en el área de mensajes.</li>                                <li>Opcionalmente puede seleccionar un único archivo de dispositivo para ser incluido en su nota. Este archivo debe ser menos de 10Mb de tamaño.</li>                                <li>Una vez que termines tu nota, en la parte inferior de la pantalla tipo una contraseña para proteger el contenido de la nota de la edición.</li>                                <li>Opcionalmente, proporcionar una pista para ti, pero no sea evidente.</li>                                <li>Presiona el botón Encrypt. Esto cifrar la nota y todo paquete cuidadosamente en un solo archivo HTML. Puede guardarlo en su disco local o tal vez un servicio cloud.</li>                            </ul></div> <div><b>Compartir su nota</b> <ul><li>debido a limitaciones técnicas de los navegadores actuales, si usted envía un <b>WhisperNote</b> a través de correo electrónico (u otro canal inseguro) el receptor necesita hacer una de tres cosas a leer correctamente: <ul><li>descargar un nuevo <b>WhisperNote</b> e importar tu nota a ellos.</li>                                            <li>Usar el servicio Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> para comprobar que la nota no ha sido modificada de forma maliciosa en tránsito.</li>                                            <li>Desconecte temporalmente de la Internet cuando están leyendo la nota de.</li>                                        </ul></li> <li>Al compartir la contraseña debe utilizar un canal diferente a la que enviaste tu nota a través de (por ejemplo, llamar al destinatario por teléfono).</li>                            </ul>                        </div>",
  "Message": "Mensaje",
  "Enter your private message here...": "Escriba aquí su mensaje privado...",
  "Attach File": "Adjuntar archivo",
  "Download": "Descargar",
  "Hint to remember": "Pista para recordar",
  "Encrypt": "Cifrar",
  "Version": "Versión",
  "Initialisation Vector": "Vector de inicialización",
  "Salt": "Sal",
  "Cypher text": "Texto de Cypher",
  "Password cannot be empty!": "Contraseña no puede estar vacío!",
  "Weak": "Débil",
  "Weak password used - proceed with Encrypt?": "¿Contraseña débil usado - proceder con Encrypt?",
  "Could not determine application type.": "No se puede determinar el tipo de aplicación.",
  "Incorrect application type": "Tipo de aplicación incorrecta",
  "File format incorrect.": "Formato de archivo incorrecto.",
  "Invalid cypher settings": "Configuración no válida cypher",
  "Import failed: ": "Error al importar: ",
  "Incorrect password, or data has been corrupted": "Contraseña incorrecta, o los datos se ha corrompido",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Cifrado no es actualmente compatible con Safari debido a la falta de apoyo de las normas. Por favor utilice otro navegador [por ejemplo, Google Chrome o Mozilla Firefox] para permitir el cifrado de archivos.",
  "Empty": "Vacío",
  "OK": "Vale",
  "Strong": "Fuerte",
  "Invalid filename, using default": "Nombre de archivo válido, usando por defecto",
  "Invalid timeout, using default": "Tiempo de espera no válido, usando por defecto",
  "File operations not supported": "Operaciones de archivo no compatibles",
  "more": "más",
  "less": "menos"
}