{
  "Import": "Importation",
  "Options": "Options",
  "Help": "Aide",
  "Javascript not enabled!": "JavaScript non activé !",
  "This application requires Javascript. Please enable it in your browser settings.": "Cette application nécessite Javascript. Veuillez l'activer dans les paramètres de votre navigateur.",
  "Your browser is unsupported!": "Votre navigateur n'est pas pris en charge !",
  "Please upgrade to the latest version of your browser in order to use this application.": "S'il vous plaît mise à niveau vers la dernière version de votre navigateur pour pouvoir utiliser cette application.",
  "This content is protected.": "Ce contenu est protégé.",
  "Please enter a password to unlock it.": "Veuillez entrer un mot de passe pour le déverrouiller.",
  "Password": "Mot de passe",
  "Hint": "Astuce",
  "None provided": "Aucun fourni",
  "Decrypt": "Décrypter",
  "Save filename": "Enregistrer NomFichier",
  "Timeout period": "Délai d'attente",
  "HelpBasicString": "<b>WhisperNote</b> est un conteneur portatif message crypté. <b>WhisperNote</b> est libre d'utiliser, open source, gratuit depuis l'app store et compatible avec des appareils plus modernes (ordinateurs, tablettes, téléphones). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> est différent d'autre logiciel de chiffrement de message parce que tout ce que vous avez besoin est contenu dans le fichier HTML, vous lisez en ce moment. <br/> <br/>                        <div><b>Sécurité</b> <ul><li><b>WhisperNote</b> utilise un cryptage AES 256 bits pour stocker vos données, il s'agit d'une forme de très forts de cryptage.</li>                                <li><b>WhisperNote</b> utilise votre navigateur comme l'environnement d'exécution, vous utilisez probablement votre navigateur pour vos opérations bancaires trop.</li>                                <li><b>WhisperNote</b> ne stocke pas vos données sur un serveur, il le sauve de l'appareil que vous utilisez.</li>                                <li>Si vous perdez votre mot de passe, il ne peut pas être récupéré.</li>                                <li>Fournissant des outils de sécurité de haute qualité est très difficile et comme d'autres outils <b>WhisperNote</b> a connu des faiblesses.</li>                                <li>Pour plus d'informations, veuillez consulter le <a href=\"http://www.consunet.com.au/products/whispernote\"> site.</a></li>                            </ul></div> <div><b>Créer votre note</b> <ul><li>tapez ou copiez et collez le contenu de texte vous voulez chiffrer dans la zone Message.</li>                                <li>Vous pouvez éventuellement sélectionner un seul fichier à partir de votre appareil à inclure avec votre note. Ce fichier doit être inférieur à 10 Mo en taille.</li>                                <li>Une fois que vous avez terminé votre note, au bas du type d'écran en un mot de passe pour protéger le contenu de la note d'édition.</li>                                <li>Éventuellement donner une idée par vous-même, mais ne soit pas évident.</li>                                <li>Appuyez sur le bouton crypter. Cela va crypter la note et tout emballer soigneusement dans un seul fichier HTML. Vous pouvez l'enregistrer sur votre disque local ou peut-être un service cloud.</li>                            </ul></div> <div><b>Partage votre remarque</b> <ul><li>en raison de limitations techniques des navigateurs actuels, si vous envoyez un <b>WhisperNote</b> par courriel (ou autre canal non sécurisé) le destinataire doit effectuer l'une des trois choses de le lire en toute sécurité : <ul><li>une nouvelle <b>WhisperNote</b> de télécharger et importer votre note dans leur.</li>                                            <li>Utiliser le service de Consunet <a href=\"http://www.consunet.com.au/products/validator\"> validateur</a> pour vérifier que la note n'a pas été intentionnellement modifiée en transit.</li>                                            <li>Déconnecter temporairement de l'Internet quand ils lisent la note.</li>                                        </ul></li> <li>Partager le mot de passe vous devez utiliser un canal différent à celui vous avez envoyé votre remarque à travers (c.-à-d. appeler le destinataire par téléphone).</li>                            </ul>                        </div>",
  "Message": "Message",
  "Enter your private message here...": "Entrez ici votre message privé...",
  "Attach File": "Joindre fichier",
  "Download": "Télécharger",
  "Hint to remember": "Astuce pour se souvenir",
  "Encrypt": "Crypter",
  "Version": "Version",
  "Initialisation Vector": "Vecteur d'initialisation",
  "Salt": "Sel",
  "Cypher text": "Cypher texte",
  "Password cannot be empty!": "Mot de passe ne peut pas être vide !",
  "Weak": "Faible",
  "Weak password used - proceed with Encrypt?": "Mot de passe faible utilisé - aller de l'avant avec Encrypt ?",
  "Could not determine application type.": "Pouvait pas déterminer le type d'application.",
  "Incorrect application type": "Type d'application incorrecte",
  "File format incorrect.": "Format de fichier incorrect.",
  "Invalid cypher settings": "Paramètres non valides cypher",
  "Import failed: ": "Échec de l'importation : ",
  "Incorrect password, or data has been corrupted": "Mot de passe incorrect, ou les données ont été corrompues",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Cryptage n'est pas supporté actuellement sur Safari due au manque de soutien des normes. Veuillez utiliser un navigateur différent [p. ex., Google Chrome ou Mozilla Firefox] pour permettre le cryptage des fichiers.",
  "Empty": "Vide",
  "OK": "Bien",
  "Strong": "Strong",
  "Invalid filename, using default": "Nom de fichier non valide, en utilisant par défaut",
  "Invalid timeout, using default": "Timeout non valide, en utilisant par défaut",
  "File operations not supported": "Opérations de fichier non pris en charge",
  "more": "plus",
  "less": "moins"
}