{
  "Import": "Impor",
  "Options": "Pilihan",
  "Help": "Tolong",
  "Javascript not enabled!": "JavaScript tidak diaktifkan!",
  "This application requires Javascript. Please enable it in your browser settings.": "Aplikasi ini memerlukan Javascript. Silakan aktifkan di pengaturan browser Anda.",
  "Your browser is unsupported!": "Browser Anda tidak didukung!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Silakan upgrade ke versi terbaru dari browser Anda untuk menggunakan aplikasi ini.",
  "This content is protected.": "Konten ini dilindungi.",
  "Please enter a password to unlock it.": "Silakan masukkan sandi untuk membukanya.",
  "Password": "Sandi",
  "Hint": "Petunjuk",
  "None provided": "Tidak ada yang disediakan",
  "Decrypt": "Mendekripsi",
  "Save filename": "Menyimpan nama file",
  "Timeout period": "Periode timeout",
  "HelpBasicString": "<b>WhisperNote</b> adalah wadah portabel pesan yang dienkripsi. <b>WhisperNote</b> gratis untuk digunakan, open source, gratis dari app toko dan kompatibel dengan perangkat yang paling modern (komputer, tablet, ponsel). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> berbeda untuk perangkat lunak enkripsi pesan lainnya karena semua yang Anda butuhkan adalah terkandung dalam file HTML Anda membaca sekarang. <br/> <br/>                        <div><b>Keamanan</b> <ul><li><b>WhisperNote</b> menggunakan enkripsi AES 256 bit untuk menyimpan data Anda, ini adalah sangat kuat bentuk enkripsi.</li>                                <li><b>WhisperNote</b> menggunakan peramban sebagai lingkungan eksekusi, Anda mungkin menggunakan peramban untuk perbankan Anda terlalu.</li>                                <li><b>WhisperNote</b> tidak menyimpan data Anda pada server, itu menyimpannya ke perangkat Anda menggunakan.</li>                                <li>Jika Anda kehilangan sandi, itu tidak dapat dipulihkan.</li>                                <li>Menyediakan alat-alat keamanan kualitas tinggi sangat sulit dan seperti alat-alat lain <b>WhisperNote</b> dikenal kelemahan.</li>                                <li>Untuk informasi lebih lanjut silakan lihat <a href=\"http://www.consunet.com.au/products/whispernote\"> website.</a></li>                            </ul></div> <div><b>Buat catatan Anda</b> <ul><li>hanya tipe atau cut dan paste isi teks yang Anda ingin mengenkripsi di daerah pesan.</li>                                <li>Anda opsional dapat memilih satu file dari perangkat Anda akan disertakan dengan catatan Anda. File ini harus kurang dari 10Mb dalam ukuran.</li>                                <li>Setelah Anda selesai mengedit catatan Anda, di bagian bawah layar ketik password untuk melindungi isi catatan.</li>                                <li>Opsional, memberikan petunjuk untuk diri sendiri, tetapi jangan membuatnya jelas.</li>                                <li>Menekan tombol mengenkripsi. Ini akan mengenkripsi catatan dan paket semuanya rapi ke dalam satu file HTML. Anda dapat menyimpannya ke disk lokal Anda atau mungkin awan layanan.</li>                            </ul></div> <div><b>Berbagi catatan Anda</b> <ul><li>karena keterbatasan teknis browser saat ini, jika Anda mengirim <b>WhisperNote</b> melalui email (atau saluran lain tidak aman) Penerima perlu melakukan salah satu dari tiga hal untuk membacanya aman: <ul><li>Download baru <b>WhisperNote</b> dan mengimpor catatan Anda ke mereka.</li>                                            <li>Gunakan Layanan Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> untuk memeriksa bahwa catatan belum jahat diubah dalam transit.</li>                                            <li>Sementara Matikan sambungan ke Internet ketika mereka membaca catatan.</li>                                        </ul></li> <li>Saat berbagi password Anda harus menggunakan saluran yang berbeda yang Anda mengirim catatan Anda melalui (yaitu sebut Penerima melalui telepon).</li>                            </ul>                        </div>",
  "Message": "Pesan",
  "Enter your private message here...": "Masukkan pesan pribadi Anda di sini...",
  "Attach File": "Lampirkan File",
  "Download": "Men-download",
  "Hint to remember": "Petunjuk untuk mengingat",
  "Encrypt": "Mengenkripsi",
  "Version": "Versi",
  "Initialisation Vector": "Vektor inisialisasi",
  "Salt": "Garam",
  "Cypher text": "Teks Cypher",
  "Password cannot be empty!": "Password tak boleh kosong!",
  "Weak": "Lemah",
  "Weak password used - proceed with Encrypt?": "Lemah password yang digunakan - melanjutkan mengenkripsi?",
  "Could not determine application type.": "Tidak dapat menentukan jenis aplikasi.",
  "Incorrect application type": "Jenis aplikasi yang salah",
  "File format incorrect.": "Format file salah.",
  "Invalid cypher settings": "Pengaturan tidak valid cypher",
  "Import failed: ": "Impor gagal: ",
  "Incorrect password, or data has been corrupted": "Password salah, atau data telah rusak",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Enkripsi ini tidak didukung di Safari karena kurangnya dukungan standar. Gunakan browser lain [misalnya Google Chrome atau Mozilla Firefox] untuk memungkinkan enkripsi file.",
  "Empty": "Kosong",
  "OK": "Oke",
  "Strong": "Kuat",
  "Invalid filename, using default": "Nama, menggunakan default",
  "Invalid timeout, using default": "Timeout tidak valid, menggunakan default",
  "File operations not supported": "Operasi file tidak didukung",
  "more": "lebih",
  "less": "kurang"
}