{
  "Import": "Importazione",
  "Options": "Opzioni",
  "Help": "Guida",
  "Javascript not enabled!": "JavaScript non è abilitato!",
  "This application requires Javascript. Please enable it in your browser settings.": "Questa applicazione richiede Javascript. Si prega di abilitarlo nelle impostazioni del tuo browser.",
  "Your browser is unsupported!": "Il tuo browser non è supportato!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Si prega di aggiornare all'ultima versione del tuo browser per poter utilizzare questa applicazione.",
  "This content is protected.": "Questo contenuto è protetto.",
  "Please enter a password to unlock it.": "Prego inserire una password per sbloccarlo.",
  "Password": "Password",
  "Hint": "Suggerimento",
  "None provided": "Nessuno ha fornito",
  "Decrypt": "Decriptare",
  "Save filename": "Salvare filename",
  "Timeout period": "Periodo di timeout",
  "HelpBasicString": "<b>WhisperNote</b> è un contenitore portatile messaggio crittografato. <b>WhisperNote</b> è gratuito, open source, libero da app store e compatibile con i più moderni dispositivi (computer, tablet, telefoni). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> è diverso da altri software di crittografia del messaggio, perché tutto ciò che si richiede è contenuta nel file HTML che state leggendo ora. <br/> <br/>                        <div><b>Sicurezza</b> <ul><li><b>WhisperNote</b> utilizza la crittografia AES a 256 bit per memorizzare i vostri dati, questo è una molto forte forma di crittografia.</li>                                <li><b>WhisperNote</b> utilizza il browser come l'ambiente di esecuzione, è probabilmente utilizzare il browser per vostro bancarie troppo.</li>                                <li><b>WhisperNote</b> non memorizza i dati su un server, si salva per il dispositivo in uso.</li>                                <li>Se perdi la password, non può essere recuperato.</li>                                <li>Fornendo strumenti di sicurezza di alta qualità è molto difficile e come altri strumenti <b>WhisperNote</b> ha conosciuto debolezze.</li>                                <li>Per ulteriori informazioni si veda il <a href=\"http://www.consunet.com.au/products/whispernote\"> sito.</a></li>                            </ul></div> <div><b>Crea la tua nota</b> <ul><li>basta digitare o tagliare e incollare il contenuto di testo che si desidera crittografare nell'area messaggi.</li>                                <li>Facoltativamente è possibile selezionare un singolo file dal tuo dispositivo per essere incluso con la tua nota. Questo file dovrebbe essere meno di 10Mb in formato.</li>                                <li>Una volta che hai finito la tua nota, nella parte inferiore del tipo schermo in una password per proteggere il contenuto della nota di editing.</li>                                <li>Facoltativamente, fornire un suggerimento per te, ma non rendono evidente.</li>                                <li>Colpire il pulsante Encrypt. Questo crittografare la nota e impacchettare tutto ordinatamente in un unico file HTML. È possibile salvare al tuo disco locale o forse un servizio cloud.</li>                            </ul></div> <div><b>Condividi la tua nota</b> <ul><li>a causa di limitazioni tecniche di browser corrente, se si invia un <b>WhisperNote</b> tramite e-mail (o altro canale insicuro) il destinatario ha bisogno di fare una delle tre cose per leggerlo in modo sicuro: <ul><li>scaricare un nuovo <b>WhisperNote</b> e importare la tua nota nel loro.</li>                                            <li>Utilizzare il servizio Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> per controllare che la nota non è stato intenzionalmente modificata in transito.</li>                                            <li>Scollegare temporaneamente da Internet quando essi stanno leggendo la nota.</li>                                        </ul></li> <li>Quando si condivide la password è necessario utilizzare un canale diverso a quello che hai inviato la tua nota attraverso (cioè chiamare il destinatario per telefono).</li>                            </ul>                        </div>",
  "Message": "Messaggio",
  "Enter your private message here...": "Inserisci qui il tuo messaggio privato...",
  "Attach File": "Allegare File",
  "Download": "Scarica",
  "Hint to remember": "Suggerimento da ricordare",
  "Encrypt": "Crittografare",
  "Version": "Versione",
  "Initialisation Vector": "Vettore di inizializzazione",
  "Salt": "Sale",
  "Cypher text": "Testo di Cypher",
  "Password cannot be empty!": "Password non può essere vuoto!",
  "Weak": "Debole",
  "Weak password used - proceed with Encrypt?": "Password deboli utilizzata - procedere con Encrypt?",
  "Could not determine application type.": "Impossibile determinare il tipo di applicazione.",
  "Incorrect application type": "Tipo di applicazione non corretta",
  "File format incorrect.": "Formato di file non corretto.",
  "Invalid cypher settings": "Impostazioni di cypher non valido",
  "Import failed: ": "Importazione fallita: ",
  "Incorrect password, or data has been corrupted": "Dati o password errata sono stato danneggiato",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "La crittografia non è attualmente supportata su Safari dovuta alla mancanza di supporto agli standard. Si prega di utilizzare un browser differente [ad esempio Google Chrome o Mozilla Firefox] per consentire la crittografia dei file.",
  "Empty": "Vuoto",
  "OK": "Ok",
  "Strong": "Strong",
  "Invalid filename, using default": "Nome file non valido, usando di default",
  "Invalid timeout, using default": "Timeout non valido, usando di default",
  "File operations not supported": "Operazioni di file non supportate",
  "more": "più",
  "less": "meno"
}