{
  "Import": "Importeren",
  "Options": "Opties",
  "Help": "Help",
  "JavascriptNotEnabled": "JavaScript niet ingeschakeld!",
  "ApplicationRequiresJavascript": "Deze applicatie moet Javascript. Activeer het in uw browser-instellingen.",
  "BrowserIsUnsupported": "Uw browser wordt niet ondersteund!",
  "UpgradeBrowser": "Gelieve te upgraden naar de nieuwste versie van uw browser om deze toepassing te gebruiken.",
  "ContentProtected": "Deze inhoud wordt beschermd.",
  "PleaseEnterPassword": "Voer a.u.b. een wachtwoord om te ontgrendelen.",
  "Password": "Wachtwoord",
  "Hint": "Hint",
  "NoneProvided": "Geen verstrekte",
  "Decrypt": "Decoderen",
  "SaveFilename": "Bestandsnaam opslaan",
  "TimeoutPeriod": "Time-outperiode",
  "HelpBasicString": "<b>WhisperNote</b> is een draagbare gecodeerd bericht container. <b>WhisperNote</b> is gratis te gebruiken, open-source, gratis van app winkels en compatibel met de meeste moderne apparaten (tabletten, computers, telefoons). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> is anders dan andere bericht encryptiesoftware omdat alles wat u nodig is opgenomen in het HTML-bestand dat u aan het lezen bent nu. <br/> <br/>                        <div><b>Security</b> <ul><li><b>WhisperNote</b> AES 256-bits codering gebruikt voor het opslaan van uw gegevens, dit is een zeer sterke vorm van encryptie.</li>                                <li><b>WhisperNote</b> gebruikt uw browser als de uitvoeringsomgeving, u waarschijnlijk gebruik maken van uw browser voor uw banking te.</li>                                <li><b>WhisperNote</b> uw gegevens niet op een server opslaat, het bespaart het naar het apparaat dat u gebruikt.</li>                                <li>Als u uw wachtwoord verliest, het kan niet worden hersteld.</li>                                <li>Het verstrekken van hoge kwaliteit beveiligingsprogramma's is zeer moeilijk en zoals andere tools <b>WhisperNote</b> zwakke punten heeft bekend.</li>                                <li>Zie voor meer informatie gelieve de <a href=\"http://www.consunet.com.au/products/whispernote\"> website.</a></li>                            </ul></div> <div><b>Maken uw opmerking</b> <ul><li>net Typ of knip en plak de tekstinhoud u wilt coderen in het berichtgebied.</li>                                <li>Kunt u eventueel het selecteren van een enkel bestand vanaf uw apparaat worden opgenomen in de notitie. Dit bestand moet minder dan 10Mb in grootte.</li>                                <li>Zodra u klaar bent bewerken van uw notitie, aan de onderkant van het schermtype in een wachtwoord om de inhoud van de notitie te beschermen.</li>                                <li>Optioneel, bieden een hint voor jezelf, maar maken het niet voor de hand liggende.</li>                                <li>Druk op de knop coderen. Dit zal de notitie coderen en pakket alles netjes in een enkel HTML-bestand. Kunt u deze opslaan op uw lokale schijf of misschien een wolk service.</li>                            </ul></div> <div><b>Delen uw opmerking</b> <ul><li>als gevolg van technische beperkingen van de huidige browsers als u een <b>WhisperNote</b> via e-mail (of andere onzekere kanaal verzendt) de geadresseerde moet een van drie dingen om te lezen het veilig doen: <ul><li>downloaden van een nieuwe <b>WhisperNote</b> en importeren van uw opmerking in hunne.</li>                                            <li>De Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> service gebruiken om te controleren dat de opmerking is niet met schadelijke bedoelingen gewijzigd in doorvoer.</li>                                            <li>Tijdelijk Verbreek verbinding met het Internet wanneer ze zijn het lezen van de notitie.</li>                                        </ul></li> <li>Bij het delen van het wachtwoord moet u een ander kanaal naar de een u uw opmerking via verzonden (dat wil zeggen het noemen van de ontvanger via de telefoon).</li>                            </ul>                        </div>",
  "Message": "Bericht",
  "EnterPrivateMessage": "Voer uw prive-bericht hier...",
  "AttachFile": "Bestand bijvoegen",
  "Download": "Downloaden",
  "HintToRemember": "Tip om te onthouden",
  "Encrypt": "Coderen",
  "Version": "Versie",
  "InitialisationVector": "Initialisatie Vector",
  "Salt": "Zout",
  "CypherText": "Cypher tekst",
  "PasswordCannotBeEmpty": "Wachtwoord mag niet leeg zijn!",
  "Weak": "Zwak",
  "WeakPasswordUsedWarning": "Zwak wachtwoord gebruikt - doorgaan met coderen?",
  "CouldNotDetermineAppType": "Kon niet bepalen toepassingstype.",
  "IncorrectAppType": "Onjuiste toepassingstype",
  "FileFormatIncorrect": "De bestandsindeling is onjuist.",
  "InvalidCypherSettings": "Ongeldige cypher instellingen",
  "ImportFailed": "Importeren is mislukt: ",
  "IncorrectPassword": "Onjuist wachtwoord of data is beschadigd",
  "EncryptionNotSupportedOnSafari": "Codering is niet momenteel ondersteund op Safari wegens gebrek aan ondersteuning voor standaarden. Gebruik een andere browser [bijvoorbeeld Google Chrome of Mozilla Firefox] om codering van bestanden toestaan.",
  "Empty": "Leeg",
  "OK": "OK",
  "Strong": "Strong",
  "InvalidFilename": "Ongeldige bestandsnaam, met behulp van standaard",
  "InvalidTimeout": "Ongeldige time-out, met behulp van standaard",
  "FileOpsNotSupported": "Bestandsbewerkingen niet ondersteund",
  "more": "meer",
  "less": "minder"
}