{
  "Import": "Importação",
  "Options": "Opções",
  "Help": "Ajuda",
  "Javascript not enabled!": "JavaScript não habilitado!",
  "This application requires Javascript. Please enable it in your browser settings.": "Esta aplicação requer Javascript. Por favor habilitá-lo nas configurações do seu navegador.",
  "Your browser is unsupported!": "Seu navegador não é suportado!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Por favor, atualize para a versão mais recente do seu navegador para utilizar esta aplicação.",
  "This content is protected.": "Este conteúdo está protegido.",
  "Please enter a password to unlock it.": "Por favor, digite uma senha para desbloqueá-lo.",
  "Password": "Senha",
  "Hint": "Dica",
  "None provided": "Nenhum fornecido",
  "Decrypt": "Descriptografar",
  "Save filename": "Salvar o nome do arquivo",
  "Timeout period": "Período de tempo limite",
  "HelpBasicString": "<b>WhisperNote</b> é um recipiente portátil mensagem criptografada. <b>WhisperNote</b> é livre para usar, open source, livre de app stores e compatível com os mais modernos equipamentos (computadores, tablets, telefones). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> é diferente de outros softwares de criptografia de mensagem, porque tudo que você necessita está contido no arquivo HTML que você está lendo agora. <br/> <br/>                        <div><b>Segurança</b> <ul><li><b>WhisperNote</b> usa criptografia AES de 256 bits para armazenar seus dados, isto é uma forma de criptografia forte.</li>                                <li><b>WhisperNote</b> usa seu navegador como o ambiente de execução, você provavelmente usa o seu browser para o seu bancário também.</li>                                <li><b>WhisperNote</b> não armazena seus dados em um servidor, ele salva-lo para o dispositivo que você estiver usando.</li>                                <li>Se você perder sua senha, não pode ser recuperado.</li>                                <li>Fornecimento de ferramentas de segurança de alta qualidade é muito difícil e como outras ferramentas <b>WhisperNote</b> tem conhecido fraquezas.</li>                                <li>Para obter mais informações, consulte o <a href=\"http://www.consunet.com.au/products/whispernote\"> site.</a></li>                            </ul></div> <div><b>Criar sua nota</b> <ul><li>apenas digite ou recorte e cole o conteúdo do texto que você deseja criptografar em área mensagem.</li>                                <li>Que você pode, opcionalmente, selecionar um único arquivo do dispositivo a ser incluído com o seu bilhete. Este arquivo deve ser menos de 10Mb de tamanho.</li>                                <li>Uma vez que já está editando sua nota, na parte inferior do ecrã tipo uma senha para proteger o conteúdo da nota.</li>                                <li>, Opcionalmente, fornecer uma dica para você, mas não deixe isso claro.</li>                                <li>Aperte o botão Encrypt. Isto irá criptografar a nota e empacotar tudo ordenadamente em um único arquivo HTML. Você pode salvá-lo para seu disco local ou talvez um serviço de nuvem.</li>                            </ul></div> <div><b>Compartilhar sua nota</b> <ul><li>devido a limitações técnicas dos atuais navegadores, se você enviar um <b>WhisperNote</b> através de e-mail (ou outro canal inseguro) o destinatário precisa fazer uma de três coisas para lê-lo com segurança: <ul><li>baixar um novo <b>WhisperNote</b> e importar sua nota para deles.</li>                                            <li>Usar o serviço de Consunet <a href=\"http://www.consunet.com.au/products/validator\"> validador</a> para verificar que a nota não foi maliciosamente modificada em trânsito.</li>                                            <li>Temporariamente desconectar da Internet, quando eles estão lendo a nota.</li>                                        </ul></li> <li>Ao compartilhar a senha você deve usar um canal diferente para o que você mandou seu recado através de (ou seja, chamar o destinatário por telefone).</li>                            </ul>                        </div>",
  "Message": "Mensagem",
  "Enter your private message here...": "Insira a sua mensagem privada aqui...",
  "Attach File": "Anexar arquivo",
  "Download": "Baixar",
  "Hint to remember": "Dica para lembrar",
  "Encrypt": "Criptografar",
  "Version": "Versão",
  "Initialisation Vector": "Vetor de inicialização",
  "Salt": "Sal",
  "Cypher text": "Texto de Cypher",
  "Password cannot be empty!": "Senha não pode ser vazia!",
  "Weak": "Fraco",
  "Weak password used - proceed with Encrypt?": "Senha fraca usada - proceder com Encrypt?",
  "Could not determine application type.": "Não foi possível determinar o tipo de aplicativo.",
  "Incorrect application type": "Tipo de aplicativo incorreto",
  "File format incorrect.": "Formato de arquivo incorreto.",
  "Invalid cypher settings": "Configurações de cypher inválido",
  "Import failed: ": "Falha ao importar: ",
  "Incorrect password, or data has been corrupted": "Senha incorreta, ou os dados foram corrompidos",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Criptografia não é suportada atualmente no Safari devido à falta de apoio de padrões. Por favor use um navegador diferente [por exemplo, Google Chrome ou Mozilla Firefox] para permitir criptografia de arquivos.",
  "Empty": "Vazio",
  "OK": "Razoável",
  "Strong": "Strong",
  "Invalid filename, using default": "Nome de arquivo inválido, usando o padrão",
  "Invalid timeout, using default": "Tempo limite inválido, usando o padrão",
  "File operations not supported": "Operações de arquivo não suportadas",
  "more": "mais",
  "less": "menos"
}