{
  "Import": "Импорт",
  "Options": "Параметры",
  "Help": "Справка",
  "Javascript not enabled!": "Не включен JavaScript!",
  "This application requires Javascript. Please enable it in your browser settings.": "Это приложение требует Javascript. Пожалуйста, включите его в настройках вашего браузера.",
  "Your browser is unsupported!": "Ваш браузер не поддерживается!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Выполните обновление до последней версии вашего браузера для того, чтобы использовать это приложение.",
  "This content is protected.": "Это содержимое защищено.",
  "Please enter a password to unlock it.": "Пожалуйста, введите пароль, чтобы разблокировать его.",
  "Password": "Пароль",
  "Hint": "Подсказка",
  "None provided": "Не предусмотрено",
  "Decrypt": "Расшифровать",
  "Save filename": "Сохранение файла",
  "Timeout period": "Период ожидания",
  "HelpBasicString": "<b>WhisperNote</b> представляет собой портативный зашифрованное сообщение контейнер. <b>WhisperNote</b> является бесплатным для использования, открытым исходным кодом, свободным от app магазины и совместимы с самых современных устройств (компьютеры, планшеты, телефоны). <br/> <br/>",
  "HelpDetailString": "<br/> <b>WhisperNote</b> отличается от других программное обеспечение шифрования сообщений, потому что все, что вам требуется, содержится в файле HTML, вы читаете прямо сейчас. <br/> <br/>                        <div><b>Безопасности</b> <ul><li><b>WhisperNote</b> использует шифрование AES 256 бит для хранения данных, это очень сильная форма шифрования.</li>                                <li><b>WhisperNote</b> использует браузер как среду выполнения, вы, вероятно, использовать ваш браузер для вашего банковского тоже.</li>                                <li><b>WhisperNote</b> не хранит ваши данные на сервере, оно сохраняет его на устройство вы используете.</li>                                <li>Если вы потеряли ваш пароль, его нельзя восстановить.</li>                                <li>Очень трудно предоставлять средства безопасности, высокого качества и как другие инструменты <b>WhisperNote</b> известные недостатки.</li>                                <li>Для получения дополнительной информации смотрите <a href=\"http://www.consunet.com.au/products/whispernote\"> веб-сайт.</a></li>                            </ul></div> <div><b>Создать заметки</b> <ul><li>просто введите или скопируйте и вставьте текстовое содержимое, необходимо зашифровать в области сообщения.</li>                                <li>Можно дополнительно выбрать один файл с вашего устройства, чтобы быть включены в вашу записку. Этот файл должен быть меньше, чем 10Mb в размер.</li>                                <li>Как только вы закончите редактирование заметки, в нижней части экрана типа пароль для защиты содержимого Примечание.</li>                                <li>При необходимости, предоставить подсказку для себя, но не делают это очевидным.</li>                                <li>Ударил кнопку Encrypt. Это будет зашифровать записку и аккуратно упаковать всё в один HTML-файл. Вы можете сохранить его для вашего локального диска или возможно облачной службы.</li>                            </ul></div> <div><b>Доля заметки</b> <ul><li>из-за технических ограничений современных браузеров, если вы посылать <b>WhisperNote</b> по электронной почте (или другим незащищенному каналу) получатель должен сделать одно из трех читать его надежно: <ul><li>скачать новый <b>WhisperNote</b> и импортировать их заметки.</li>                                            <li>Использовать службу Consunet <a href=\"http://www.consunet.com.au/products/validator\"> Validator</a> для проверки, что записка не был изменен злоумышленником в транзитных.</li>                                            <li>Временно отключиться от Интернета, когда они читают записки.</li>                                        </ul></li> <li>При совместном использовании пароля вы должны использовать другой канал на то, что вы отправили вашу записку через (т.е. называть получателя по телефону).</li>                            </ul>                        </div>",
  "Message": "Сообщение",
  "Enter your private message here...": "Введите ваше личное сообщение здесь...",
  "Attach File": "Прикрепить файл",
  "Download": "Скачать",
  "Hint to remember": "Подсказка чтобы помнить",
  "Encrypt": "Шифрование",
  "Version": "Версия",
  "Initialisation Vector": "Вектор инициализации",
  "Salt": "Соль",
  "Cypher text": "Шифруют текст",
  "Password cannot be empty!": "Пароль не может быть пустым!",
  "Weak": "Слабый",
  "Weak password used - proceed with Encrypt?": "Слабый пароль, используемый - продолжить шифрование?",
  "Could not determine application type.": "Не удалось определить тип приложения.",
  "Incorrect application type": "Неправильное применение тип",
  "File format incorrect.": "Неправильный формат файла.",
  "Invalid cypher settings": "Недопустимый cypher параметры",
  "Import failed: ": "Сбой импорта: ",
  "Incorrect password, or data has been corrupted": "Неправильный пароль или данные повреждены",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Шифрование не поддерживается в настоящее время на сафари из-за отсутствия поддержки стандартов. Пожалуйста, используйте другой браузер [например, Google Chrome или Mozilla Firefox] чтобы разрешить шифрование файлов.",
  "Empty": "Пустой",
  "OK": "Хорошо",
  "Strong": "Стронг",
  "Invalid filename, using default": "Недопустимое имя файла, используя по умолчанию",
  "Invalid timeout, using default": "Недопустимое время ожидания, по умолчанию",
  "File operations not supported": "Не поддерживаются операции с файлами",
  "more": "больше",
  "less": "меньше"
}