{
	"Import": "Einführen",
	"Options": "Optionen",
	"Help": "Hilfe",
	"JavascriptNotEnabled": "Javascript nicht aktiviert!",
	"ApplicationRequiresJavascript": "Diese Anwendung benötigt Javascript. Bitte aktivieren Sie es in Ihren Browser-Einstellungen.",
	"BrowserIsUnsupported": "Ihr Browser wird nicht unterstützt!",
	"UpgradeBrowser": "Bitte aktualisieren Sie auf die neueste Version des Browsers, um diese Anwendung zu nutzen.",
	"ContentProtected": "Dieser Inhalt ist geschützt.",
	"PleaseEnterPassword": "Bitte geben Sie ein Passwort zu entsperren.",
	"Password": "Passwort",
	"Hint": "Hinweis",
	"NoneProvided": "keine bereitgestellt",
	"Decrypt": "entschlüsseln",
	"HelpBasicString": "Consunet <b>EveryPass</b> ist ein Passwort - Manager , die Sie alle Ihre Passwörter zugreifen können, auf alle Ihre Web - fähigen Geräten , ob Sie mit dem Internet verbunden sind oder nicht. <b>EveryPass</b> ist kostenlos zu benutzen, Open Source, frei von App - Stores und kompatibel mit den meisten modernen Geräten (Computer, Tablets, Telefone). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> unterscheidet sich von anderen Passwort - Manager , weil alles , was Sie benötigen in der HTML - Datei enthalten ist , Sie gerade lesen. <br/><br/><div> <b>Sicherheit</b> <ul><li> <b>EveryPass</b> verwendet AES 256 - Bit - Verschlüsselung , um Ihre Daten zu speichern, ist dies eine sehr starke Form der Verschlüsselung. </li><li> <b>EveryPass</b> verwendet Ihren Browser als Ausführungsumgebung, die Sie verwenden Ihren Browser für Ihre Bank wahrscheinlich auch. </li><li> <b>EveryPass</b> speichert keine Daten auf einem Server, spart es an das Gerät Sie verwenden. </li><li> Wenn Sie Ihr Passwort vergessen, kann es nicht wiederhergestellt werden. </li><li> Qualitativ hochwertige Sicherheits - Tools Providing ist sehr schwierig , und wie andere Werkzeuge <b>EveryPass</b> Schwächen bekannt. </li><li> Weitere Informationen finden Sie auf der <a href=\"http://www.consunet.com.au\">Website.</a> </li></ul></div><div> <b>Hinzufügen neue Passwort</b> - <b>Eingabe</b> <ul><li> Finden Sie den leeren Eintrag Formular am Ende der Seite, müssen Sie eventuell nach unten scrollen. </li><li> Geben Sie, was das Passwort für den im „Neues Kennwort für ...“ ist Box, zB my.emailserver.com </li><li> Geben Sie den Benutzernamen und das Passwort in den gleichnamigen Boxen. </li><li> bietet optional zusätzliche Informationen, wie Frage und Antwort Herausforderung für Passwort-Wiederherstellung in den zusätzlichen Informationen Boxen. </li><li> Klicken Sie auf die Schaltfläche Hinzufügen um das Passwort zu der Kennwortliste hinzuzufügen. </li></ul></div><div> <b>Entfernen</b> Sie <b>eine Passworteingabe</b> <ul><li> Klicken Sie auf die Del-Taste auf dem Eintrag, den Sie nicht mehr wollen. </li></ul></div><div> <b>Erstellen</b> Sie <b>neue Passwort</b> - <b>Gruppe</b> <ul><li> Finden Sie den leeren Eintrag Formular am Ende der Seite, müssen Sie eventuell nach unten scrollen. </li><li> Geben Sie einen Namen für die neue Gruppe in das Feld „Neue Gruppennamen“, die die Passwörter alle die Gruppe enthalten, zB Online-Shopping beschreibt. </li><li> Klicken Sie auf die Schaltfläche Gruppe hinzufügen die neue Gruppe in die Liste hinzuzufügen. </li></ul></div><div> <b>Entfernen</b> Sie <b>ein Passwort Gruppe</b> <ul><li> Klicken Sie auf die Del-Taste auf der Gruppe, die Sie nicht mehr wollen. </li><li> Wenn die „Keep Passwörter von gelöschten Gruppen“ Option aktiviert ist, werden alle Passwörter in der Gruppe aus der Gruppe bewegt und gehalten. </li><li> Wenn die „Keep Passwörter von gelöschten Gruppen“ Option deaktiviert ist, werden alle Passwörter in der Gruppe als auch gelöscht werden. </li></ul></div><div> <b>In neues Passwort zu einer Gruppe</b> <ul><li> Klicken Sie auf die Schaltfläche Standard auf die gewünschte Gruppe ein Mal ist es die Standardgruppe zu machen, wie durch einen bunten Taste angezeigt. </li><li> Hinzufügen eine neue Passwort-Eingabe, wie oben beschrieben, und der neue Eintrag wird die Gruppe beitritt unmittelbar nach dem Hinzufügen klicken. </li></ul></div><div> <b>Neuordnen Passwörter</b> <ul><li> Ziehen und eine Passwort-Eingabe auf eine anderen Passwort-Eingabe fällt seine Position zu übernehmen. </li><li> Die vorhandene Passwort-Eingabe wird verschoben werden entweder nach oben oder nach unten einer Zeile, je nachdem, welcher war auf der Seite höher. </li></ul></div><div> <b>Bewegen</b> Sie <b>ein vorhandenes Kennwort zu einer Gruppe</b> <ul><li> Um ein Passwort Eintritt in das Ende einer Gruppe, drag hinzufügen und den Eintritt in den oberen Teil der ausgewählten Gruppe fallen. </li><li> Um ein Passwort Eintritt in einer anderen Position innerhalb einer Gruppe, zieht hinzufügen und die Passworteingabe auf den vorhandenen Eintrag an der gewünschten Stelle fallen. </li></ul></div><div> <b>Speichern</b> Sie <b>Ihre Passwörter</b> <ul><li> Am unteren Rand des Bildschirms geben Sie ein Passwort alle anderen Passwörter zu schützen. Denken Sie daran, dieses alle anderen Passwörter sicher hält, so dass es ein starkes Passwort sein sollte. </li><li> Optional bieten einen Hinweis für sich. Halten Sie den Punkt über im Auge, macht es nicht offensichtlich. </li><li> Drücken Sie die Encrypt-Taste. Dadurch werden alle Ihre Passwörter verschlüsseln und verpacken alles fein säuberlich in einer einzigen HTML-Datei. Sie können es auf Ihre lokale Festplatte speichern oder vielleicht ein Cloud-Service. </li><li> Sie sollten vermeiden, dass die vorherige Kopie von EveryPass überschreiben, so dass, wenn etwas schief geht, können Sie von der vorherige Datei wiederherstellen. </li></ul></div><div> <b>Sehen</b> Sie <b>Ihre Passwörter</b> <ul><li> Um Ihre Passwörter anzuzeigen, öffnen Sie einfach die EveryPass Datei in einem Web-Browser und geben Sie Ihre Master-Passwort. </li><li> Jeder Eintrag hat eine Schaltfläche Anzeigen, klicken Sie Ihre Geheimnisse zu sehen. </li></ul></div><div> <b>Einführen</b> <ul><li> Es ist möglich, diese Kopie von EveryPass zu verwenden, um Daten von einem anderen EveryPass in diesen kopieren zu importieren. </li><li> Klicken Sie auf die Schaltfläche Importieren in der oberen rechten Ecke. </li><li> Geben Sie ein Passwort für die importierte Datei. </li><li> Passwörter und Gruppen aus der importierten Datei werden auf Ihre aktuelle Datei des Passwort und Gruppenliste angehängt werden. </li><li> Importieren bietet auch einen sicheren Weg, um eine EveryPass Datei für den Zugriff auf Sie vermuten, manipuliert wurden. </li></ul></div><div> <b>Suche</b> <ul><li> Das Suchfeld am oberen Rande der Seite sucht in allen Eingabefeldern jeden Eintrags. </li><li> Wenn ein einzelner Eintrag gefunden wird, wird es automatisch für Sie öffnen. </li></ul></div>",
	"Service": "Bedienung",
	"Generate": "Generieren",
	"Add": "Hinzufügen",
	"Username": "Nutzername",
	"AdditionalInfo": "Zusätzliche Information",
	"HelperQuestionExample": "Zusatzinfo zum Beispiel Helfer Frage",
	"QuestionAnswerExample": "Weitere Informationen zB Frage-Antwort",
	"HintToRemember": "Hinweis zu erinnern",
	"Encrypt": "Encrypt",
	"Show": "Show",
	"Go": "Gehen",
	"Search": "Suche",
	"DeletePasswordFor": "Löschen Passwort für",
	"Hide": "verbergen",
	"CouldNotDetermineAppType": "Kann nicht Anwendungsart bestimmen.",
	"IncorrectAppType": "Falsche Anwendungsart",
	"FileFormatIncorrect": "Dateiformat nicht korrekt.",
	"InvalidCypherSettings": "Ungültige Chiffre-Einstellungen",
	"ImportFailed": "Import fehlgeschlagen:",
	"Version": "Ausführung",
	"InitialisationVector": "Initialisierungsvektor",
	"Salt": "Salz",
	"CypherText": "Cypher Text",
	"IncorrectPassword": "Falsche Passwort oder Daten wurden beschädigt",
	"Empty": "Leer",
	"Weak": "Schwach",
	"OK": "OK",
	"Strong": "Stark",
	"InvalidFilename": "Ungültige Dateiname, unter Verwendung des Standard",
	"InvalidTimeout": "Ungültige Timeout, mit Standard",
	"FileOpsNotSupported": "Dateioperationen nicht unterstützt",
	"PasswordCannotBeEmpty": "Passwort kann nicht leer sein!",
	"WeakPasswordUsedWarning": "Schwaches Passwort verwendet - gehen Sie mit Encrypt?",
	"NewPasswordFor": "Neues Passwort für ...",
	"SaveFilename": "Speichern Dateiname",
	"TimeoutPeriod": "Timeout-Zeit",
	"ConfirmPasswordDeletion": "Bestätigen Sie das Löschen von Passwörtern und Gruppen?",
	"more": "Mehr",
	"less": "Weniger",
	"WebCryptoAPINotSupported": "WebCrypto API wird von diesem Web-Browser unterstützt. Bitte wechseln Sie zu einem moderneren Browser, wie die aktuellen Versionen von Edge Firefox oder Chrome.",
	"NewGroupNamePlaceholder": "Neue Gruppennamen",
	"GroupName": "Gruppenname",
	"AddGroup": "Gruppe hinzufügen",
	"DefaultGroup": "Standard",
	"DeleteGroup": "Gruppe löschen",
	"OptionKeepPwdsOfDeletedGrps": "Halten Sie Kennwörter von gelöschten Gruppen?",
	"DeleteGroupKeepPwds": "Passwörter in der Gruppe bleiben erhalten.",
	"DeleteGroupLosePwds": "Passwörter in der Gruppe werden gelöscht.",
	"MyStore": "Mein Laden",
	"YouHaveNoPasswords": "Sie haben derzeit keine Passwörter",
	"CreatePassword" : "Passwort erstellen"
}