{
  "Import": "Import",
  "Options": "Optionen",
  "Help": "Hilfe",
  "JavascriptNotEnabled": "JavaScript nicht aktiviert!",
  "ApplicationRequiresJavascript": "Diese Anwendung erfordert Javascript. Bitte aktivieren Sie es in Ihren Browsereinstellungen.",
  "BrowserIsUnsupported": "Ihr Browser wird nicht unterstützt!",
  "UpgradeBrowser": "Aktualisieren Sie auf die neueste Version Ihres Browsers, um diese Anwendung nutzen zu können.",
  "ContentProtected": "Dieser Inhalt ist geschützt.",
  "PleaseEnterPassword": "Bitte geben Sie ein Kennwort zum Entsperren.",
  "Password": "Passwort",
  "Hint": "Hinweis",
  "NoneProvided": "Keine zur Verfügung gestellt",
  "Decrypt": "Entschlüsseln",
  "HelpBasicString": "Consunet <b>EveryPass</b> ist ein Passwort-Manager, die Sie alle Ihre Passwörter auf Ihrem Web zugreifen können-fähigen Geräten, ob Sie mit dem Internet oder nicht verbunden sind. <b>EveryPass</b> ist kostenlos zu benutzen, quelloffen, frei von app Stores und kompatibel mit modernsten Geräten (Computer, Tablets, Handys). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> unterscheidet sich von anderen Passwort-Managern, da alles, was Sie benötigen in der HTML-Datei enthalten ist, Sie jetzt lesen. <br/> <br/>                        <div><b>Sicherheit</b> <ul><li><b>EveryPass</b> AES 256 Bit-Verschlüsselung verwendet, um Ihre Daten zu speichern, das ist eine sehr starke Form der Verschlüsselung.</li>                                        <li><b>EveryPass</b> verwendet Ihr Browser als die Ausführungsumgebung, Sie wahrscheinlich Ihren Browser für Ihre Banken zu benutzen.</li>                                        <li><b>EveryPass</b> speichert Ihre Daten auf einem Server nicht, es spart es auf das Gerät, das Sie verwenden.</li>                                        <li>Wenn Sie Ihr Passwort verlieren, es kann nicht wiederhergestellt werden.</li>                                        <li>Bietet hochwertige Sicherheits-Tools ist sehr schwierig und wie andere Tools kennt <b>EveryPass</b> Schwächen.</li>                                        <li>Weitere Informationen finden Sie auf der <a href=\"http://www.consunet.com.au\"> Website.</a></li>                                </ul></div> <div><b>Neue Passwort-Eintrag hinzufügen</b> <ul><li>Formular leeren Eintrag am unteren Rand der Seite zu finden, müssen Sie einen Bildlauf nach unten.</li>                                        <li>Geben, was das Passwort in der \"neues Passwort for...\" ist im Feld, z. B. my.emailserver.com</li>                                        <li>Typ in den Benutzernamen und das Kennwort Details der gleichartigen benannten Boxen.</li>                                        <li>Stellen Sie optional zusätzliche Informationen wie Frage und Antwort-Herausforderung für Password Recovery in den Feldern Zusatzinformationen.</li>                                        <li>Klicken Sie auf hinzufügen, fügen Sie das Kennwort in der Kennwortliste.</li>                                </ul></div> <div><b>Einen Passwort-Eintrag entfernen</b> <ul><li>Del klicken Sie auf den Eintrag, du nicht mehr willst.</li>                                </ul></div> <div><b>Speichern Sie Ihre Passwörter</b> <ul><li>am unteren Rand der Bildschirmtyp in einem Kennwort um all Ihre Passwörter zu schützen. Denken Sie daran, dieser hält alle Ihre Kennwörter sicher so sollte es ein sicheres Kennwort.</li>                                        <li>Bieten optional einen Hinweis für sich selbst. Unter Berücksichtigung der vorstehenden Punkt machen Sie es nicht offensichtliche.</li>                                        <li>Drücken Sie die Schaltfläche \"verschlüsseln\". Dies wird alle Ihre Kennwörter und Paket alles fein säuberlich in einer einzigen HTML-Datei verschlüsseln. Sie können speichern es auf Ihrem lokalen Datenträger oder vielleicht einen Cloud-Service.</li>                                        <li>Vermeiden Sie überschreiben die vorherige Kopie der EveryPass, also wenn etwas schief geht, die Sie aus der vorherigen Datei wiederherstellen können.</li>                                </ul></div> <div><b>Ihre Passwörter anzeigen</b> <ul><li>Anzeigen Ihre Passwörter, einfach öffnen Sie die EveryPass-Datei in einem Webbrowser und geben Ihr master-Passwort.</li>                                        <li>Jeder Eintrag hat eine Show button, klicken Sie darauf um Ihre Geheimnisse zu sehen.</li>                                </ul></div> <div><b>Import</b> <ul><li>ist es möglich, diese Kopie des EveryPass zu verwenden, zum Importieren von Daten von einer EveryPass Kopie in diesein.</li>                                        <li>Klicken Sie auf die Schaltfläche \"Importieren\" in der oberen rechten Ecke.</li>                                        <li>Geben Sie ein Kennwort für die importierte Datei.</li>                                        <li>Passwörter aus der importierten Datei werden an der aktuellen Datei Passwort-Liste angehängt werden</li>                                        <li>Importieren auch bietet eine sichere Möglichkeit für den Zugriff auf eine EveryPass-Datei, die Sie verdächtigen manipuliert wurde.</li>                                </ul></div> <div><b>Suche</b> <ul><li>das Suchfeld am oberen Rand der Seite sucht in den Eingabefeldern der einzelnen Einträge.</li>                                        <li>Wenn ein einzelner Eintrag gefunden wird, öffnet es automatisch für Sie.</li>                                </ul>   </div>",
  "Service": "Service",
  "Generate": "Generieren",
  "Add": "Hinzufügen",
  "Username": "Benutzername",
  "AdditionalInfo": "Zusätzliche Info",
  "HelperQuestionExample": "Zusätzliche Informationen z.B. Helfer Frage",
  "QuestionAnswerExample": "Zusätzliche Informationen z.B. Frage-Antwort",
  "HintToRemember": "Hinweis zu erinnern",
  "Encrypt": "Verschlüsseln",
  "Show": "Karte",
  "Go": "Gehen",
  "Search": "Suche",
  "DeletePasswordFor": "Passwort für löschen",
  "Hide": "Ausblenden",
  "CouldNotDetermineAppType": "Anwendungstyp konnte nicht festgestellt werden.",
  "IncorrectAppType": "Falsche Anwendungstyp",
  "FileFormatIncorrect": "Falsches Dateiformat.",
  "InvalidCypherSettings": "Ungültige Cypher-Einstellungen",
  "ImportFailed": "Fehler beim Importieren: ",
  "Version": "Version",
  "InitialisationVector": "Initialisierung Vektor",
  "Salt": "Salz",
  "CypherText": "Cypher-text",
  "IncorrectPassword": "Falsches Kennwort oder Daten ist beschädigt",
  "Empty": "Leer",
  "Weak": "Schwach",
  "OK": "Okay",
  "Strong": "Strong",
  "InvalidFilename": "Ungültiger Dateiname, Standard verwenden",
  "InvalidTimeout": "Ungültige Timeout, Standard verwenden",
  "FileOpsNotSupported": "Nicht unterstützte Dateioperationen",
  "PasswordCannotBeEmpty": "Kennwort darf nicht leer sein!",
  "WeakPasswordUsedWarning": "Fortsetzen Unsicheres Kennwort verwendet - verschlüsseln?",
  "NewPasswordFor": "Neues Passwort für...",
  "SaveFilename": "Dateinamen zu speichern",
  "TimeoutPeriod": "Zeitlimit",
  "ConfirmPasswordDeletion": "Bestätigen Sie das Löschen von Passwörtern?",
  "more": "Weitere",
  "less": "weniger"
}