{
	"ISOCode": "el",
	"Import": "Εισαγωγή",
	"Options": "επιλογές",
	"Help": "Βοήθεια",
	"JavascriptNotEnabled": "Η Javascript δεν είναι ενεργοποιημένη!",
	"ApplicationRequiresJavascript": "Η εφαρμογή αυτή απαιτεί Javascript. Παρακαλούμε ενεργοποιήστε το στις ρυθμίσεις του browser σας.",
	"BrowserIsUnsupported": "Το πρόγραμμα περιήγησής σας δεν υποστηρίζεται!",
	"UpgradeBrowser": "Κάντε αναβάθμιση στην πιο πρόσφατη έκδοση του browser σας για να χρησιμοποιήσετε αυτή την εφαρμογή.",
	"ContentProtected": "Αυτό το περιεχόμενο είναι προστατευμένο.",
	"PleaseEnterPassword": "Παρακαλώ εισάγετε έναν κωδικό πρόσβασης για να ξεκλειδώσετε.",
	"Password": "Κωδικός πρόσβασης",
	"Hint": "Ιχνος",
	"NoneProvided": "Δεν παρέχεται",
	"Decrypt": "αποκρυπτογράφηση",
	"HelpBasicString": "Consunet <b>EveryPass</b> είναι το Password Manager που σας επιτρέπει να έχετε πρόσβαση σε όλους τους κωδικούς πρόσβασης σας, σε όλες σας web ενεργοποιημένη συσκευές αν είστε συνδεδεμένοι στο Internet ή όχι. <b>EveryPass</b> είναι ελεύθερη να χρησιμοποιήσει, open source, δωρεάν από τα καταστήματα app και συμβατό με τις περισσότερες σύγχρονες συσκευές (υπολογιστές, tablet, κινητά τηλέφωνα). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> είναι διαφορετικό από τους άλλους διαχειριστές κωδικό πρόσβασης, επειδή όλα όσα χρειάζονται περιέχεται στο αρχείο HTML που διαβάζετε αυτή τη στιγμή. <br/><br/><div> <b>Ασφάλεια</b> <ul><li> <b>EveryPass</b> χρησιμοποιεί AES κρυπτογράφηση 256 bit για την αποθήκευση των δεδομένων σας, αυτό είναι μια πολύ ισχυρή μορφή κρυπτογράφησης. </li><li> <b>EveryPass</b> χρησιμοποιεί το πρόγραμμα περιήγησής σας, όπως το περιβάλλον εκτέλεσης, ίσως χρησιμοποιείτε browser σας για τις τραπεζικές σας πάρα πολύ. </li><li> <b>EveryPass</b> δεν αποθηκεύει τα δεδομένα σας σε ένα διακομιστή, το αποθηκεύει στη συσκευή που χρησιμοποιείτε. </li><li> Εάν χάσετε τον κωδικό πρόσβασής σας, δεν μπορεί να ανακτηθεί. </li><li> Η παροχή υψηλής ποιότητας εργαλεία για την ασφάλεια είναι πολύ δύσκολη και όπως και άλλα εργαλεία <b>EveryPass</b> έχει γνωρίσει αδυναμίες. </li><li> Για περισσότερες πληροφορίες, παρακαλούμε δείτε την <a href=\"https://consunet.com.au/products/everypass/\">ιστοσελίδα.</a> </li></ul></div><div> <b>Προσθέστε νέα καταχώρηση κωδικού πρόσβασης</b> <ul><li> Βρείτε την κενή φόρμα συμμετοχής στο κάτω μέρος της σελίδας, μπορεί να χρειαστεί να μετακινηθείτε προς τα κάτω. </li><li> Πληκτρολογήστε ό, τι ο κωδικός πρόσβασης είναι στο πλαίσιο «Νέος κωδικός πρόσβασης για ...», π.χ. my.emailserver.com </li><li> Πληκτρολογήστε το όνομα χρήστη και τον κωδικό πρόσβασης στις όπως ονομάζεται κουτιά. </li><li> Προαιρετικά, παρέχουν πρόσθετες πληροφορίες, όπως η ερώτηση και απάντηση πρόκληση για την ανάκτηση του κωδικού πρόσβασης των συμπληρωματικών πληροφοριών. </li><li> Κάντε κλικ στο κουμπί Προσθήκη για να προσθέσετε τον κωδικό στη λίστα τον κωδικό πρόσβασής σας. </li></ul></div><div> <b>Αφαιρέστε την εισαγωγή του κωδικού πρόσβασης</b> <ul><li> Κάντε κλικ στο κουμπί Del για την είσοδο που δεν θέλετε πια. </li></ul></div><div> <b>Δημιουργία νέας ομάδας κωδικό</b> <ul><li> Βρείτε την κενή φόρμα συμμετοχής στο κάτω μέρος της σελίδας, μπορεί να χρειαστεί να μετακινηθείτε προς τα κάτω. </li><li> Πληκτρολογήστε ένα όνομα για τη νέα ομάδα στο «Νέο όνομα της ομάδας» κουτί το οποίο περιγράφει όλους τους κωδικούς πρόσβασης, η ομάδα θα περιέχει, π.χ. ηλεκτρονικές αγορές. </li><li> Κάντε κλικ στο κουμπί Προσθήκη ομάδας για να προσθέσετε τη νέα ομάδα στη λίστα. </li></ul></div><div> <b>Κατάργηση ομάδας κωδικό πρόσβασης</b> <ul><li> Κάντε κλικ στο κουμπί Del σχετικά με την ομάδα που δεν θέλετε πια. </li><li> Αν η επιλογή «Κρατήστε τους κωδικούς πρόσβασης των διαγραμμένων ομάδων» είναι επιλεγμένο, όλες οι κωδικοί πρόσβασης στην ομάδα θα μετακινηθεί έξω από την ομάδα και να διατηρείται. </li><li> Αν η επιλογή «Κρατήστε τους κωδικούς πρόσβασης των διαγραμμένων ομάδων» δεν είναι επιλεγμένο, όλες οι κωδικοί πρόσβασης της ομάδας θα διαγραφούν επίσης. </li></ul></div><div> <b>Προσθήκη νέου τον κωδικό πρόσβασης σε μια ομάδα</b> <ul><li> Κάντε κλικ στο κουμπί Προεπιλογή για την επιθυμητή ομάδα μία φορά για να την προεπιλεγμένη ομάδα που κάνει, όπως υποδεικνύεται από ένα έντονα χρώματα κουμπί. </li><li> Προσθέστε μια νέα καταχώρηση κωδικό πρόσβασης, όπως περιγράφεται παραπάνω και η νέα είσοδος θα ενταχθούν στην ομάδα αμέσως μετά κλικ στην επιλογή Προσθήκη. </li></ul></div><div> <b>αναδιάταξη των κωδικών πρόσβασης</b> <ul><li> Σύρετε και αποθέστε μια καταχώρηση κωδικού πρόσβασης σε οποιαδήποτε άλλη εισαγωγής κωδικού πρόσβασης για να αναλάβει τη θέση του. </li><li> Το υπάρχον εισαγωγής κωδικού πρόσβασης θα πρέπει να μετακινηθεί είτε προς τα πάνω ή προς τα κάτω μια σειρά, ανάλογα με το ποια ήταν υψηλότερη θέση στη σελίδα. </li></ul></div><div> <b>Μετακίνηση ενός υπάρχοντος κωδικού πρόσβασης σε μια ομάδα</b> <ul><li> Για να προσθέσετε μια καταχώρηση κωδικού πρόσβασης για το τέλος μιας ομάδας, drag and drop την εισαγωγή στο πάνω μέρος της επιλεγμένης ομάδας. </li><li> Για να προσθέσετε μια καταχώρηση κωδικού πρόσβασης σε άλλη θέση μέσα σε μια ομάδα, drag and drop την είσοδο κωδικό πάνω στην υπάρχουσα καταχώρηση στην επιθυμητή θέση. </li></ul></div><div> <b>Αποθηκεύστε τους κωδικούς πρόσβασης σας</b> <ul><li> Στο κάτω μέρος της οθόνης τύπου σε έναν κωδικό πρόσβασης για την προστασία όλων των άλλων τους κωδικούς πρόσβασης σας. Θυμηθείτε, αυτό κρατά όλους τους άλλους κωδικούς πρόσβασής σας ασφαλή γι 'αυτό πρέπει να είναι ένα ισχυρό κωδικό πρόσβασης. </li><li> Προαιρετικά, παρέχουν μια υπόδειξη για τον εαυτό σας. Λαμβάνοντας υπόψη το ανωτέρω σημείο, δεν καθιστούν προφανές. </li><li> Πατήστε το κουμπί Κρυπτογράφηση. Αυτό θα κρυπτογραφήσει όλους τους κωδικούς πρόσβασης σας και συσκευάζουν τα πάντα τακτοποιημένα σε ένα ενιαίο αρχείο HTML. Μπορείτε να το αποθηκεύσετε σε τοπικό δίσκο σας ή ίσως μια υπηρεσία cloud. </li><li> Θα πρέπει να αποφευχθεί η αντικατάσταση της προηγούμενης αντίγραφο της EveryPass, έτσι ώστε αν κάτι πάει στραβά, μπορείτε να ανακτήσετε από το προηγούμενο αρχείο. </li></ul></div><div> <b>Δείτε τους κωδικούς πρόσβασής σας</b> <ul><li> Για να δείτε τους κωδικούς πρόσβασης σας, απλά ανοίξτε το αρχείο EveryPass σε ένα web browser και να παρέχει κύριο κωδικό πρόσβασης σας. </li><li> Κάθε καταχώρηση έχει ένα κουμπί Εμφάνιση, κάντε κλικ για να δείτε τα μυστικά σας. </li></ul></div><div> <b>Εισαγωγή</b> <ul><li> Είναι δυνατόν να χρησιμοποιήσετε αυτό το αντίγραφο του EveryPass για την εισαγωγή δεδομένων από άλλο EveryPass αντιγράψετε σε αυτό. </li><li> Κάντε κλικ στο κουμπί Εισαγωγή στην πάνω δεξιά γωνία. </li><li> Δώστε ένα κωδικό πρόσβασης για το αρχείο που έχει εισαχθεί. </li><li> Οι κωδικοί πρόσβασης και οι ομάδες από το εισαγόμενο αρχείο θα προστεθεί στον κωδικό πρόσβασης και την ομάδα λίστα τρέχον αρχείο σας. </li><li> Εισαγωγή επίσης παρέχει έναν ασφαλή τρόπο πρόσβασης σε ένα αρχείο EveryPass υποψιάζεστε ότι έχει αλλοιωθεί. </li></ul></div><div> <b>Ψάξιμο</b> <ul><li> Το πλαίσιο αναζήτησης στο πάνω μέρος της σελίδας αναζητήσεις σε όλα τα πλαίσια εισόδου της κάθε εισόδου. </li><li> Αν βρεθεί μια ενιαία καταχώριση, θα ανοίξει αυτόματα για εσάς. </li></ul></div>",
	"Service": "Υπηρεσία",
	"Generate": "Παράγω",
	"Add": "Προσθέτω",
	"Username": "Όνομα Χρήστη",
	"AdditionalInfo": "Πρόσθετες πληροφορίες",
	"HelperQuestionExample": "Πρόσθετες πληροφορίες π.χ. βοηθός ερώτηση",
	"QuestionAnswerExample": "Πρόσθετες πληροφορίες π.χ. ερώτημα απάντηση",
	"HintToRemember": "Συμβουλή για να θυμόμαστε",
	"Encrypt": "Κρυπτογράφηση",
	"Show": "προβολή",
	"Go": "Πηγαίνω",
	"Search": "Ψάξιμο",
	"DeletePasswordFor": "Διαγραφή κωδικού πρόσβασης για",
	"Hide": "Κρύβω",
	"CouldNotDetermineAppType": "δεν μπόρεσε να προσδιορίσει το είδος της εφαρμογής.",
	"IncorrectAppType": "Εσφαλμένη τύπο εφαρμογής",
	"FileFormatIncorrect": "Μορφή αρχείου λανθασμένη.",
	"InvalidCypherSettings": "Μη έγκυρη Cypher ρυθμίσεις",
	"ImportFailed": "Η εισαγωγή απέτυχε:",
	"Version": "Εκδοχή",
	"InitialisationVector": "Η αρχικοποίηση Vector",
	"Salt": "Αλας",
	"CypherText": "Cypher κείμενο",
	"IncorrectPassword": "Εσφαλμένος κωδικός πρόσβασης, ή τα δεδομένα έχουν καταστραφεί",
	"Empty": "Αδειάζω",
	"Weak": "Αδύναμος",
	"OK": "Εντάξει",
	"Strong": "Ισχυρός",
	"InvalidFilename": "Μη έγκυρο όνομα αρχείου, χρησιμοποιώντας τις προεπιλεγμένες",
	"InvalidTimeout": "Μη έγκυρο χρονικό όριο, χρησιμοποιώντας τις προεπιλεγμένες",
	"FileOpsNotSupported": "λειτουργίες αρχείων δεν υποστηρίζεται",
	"PasswordCannotBeEmpty": "Ο κωδικός πρόσβασης δεν μπορεί να είναι κενό!",
	"WeakPasswordUsedWarning": "Ασθενής κωδικό πρόσβασης που χρησιμοποιείται - να προχωρήσει με Κρυπτογράφηση;",
	"NewPasswordFor": "Νέος κωδικός για ...",
	"SaveFilename": "Αποθήκευση αρχείου",
	"TimeoutPeriod": "χρονικό όριο περιόδου",
	"ConfirmPasswordDeletion": "Επιβεβαιώστε τη διαγραφή των κωδικών πρόσβασης και των ομάδων;",
	"more": "περισσότερο",
	"less": "πιο λιγο",
	"WebCryptoAPINotSupported": "WebCrypto API δεν υποστηρίζεται από αυτό το πρόγραμμα περιήγησης. Παρακαλούμε να στραφούν σε ένα πιο σύγχρονο πρόγραμμα περιήγησης, όπως τις τρέχουσες εκδόσεις του Edge, Firefox ή Chrome.",
	"NewGroupNamePlaceholder": "Νέο όνομα ομάδας",
	"GroupName": "Ονομα ομάδας",
	"AddGroup": "Προσθήκη ομάδας",
	"DefaultGroup": "Προκαθορισμένο",
	"DeleteGroup": "Διαγραφή ομάδας",
	"OptionKeepPwdsOfDeletedGrps": "Κρατήστε τους κωδικούς πρόσβασης των διαγραμμένων ομάδων;",
	"DeleteGroupKeepPwds": "Οι κωδικοί πρόσβασης στην ομάδα θα διατηρηθεί.",
	"DeleteGroupLosePwds": "Οι κωδικοί πρόσβασης του Ομίλου θα διαγραφούν.",
	"MyStore": "Το κατάστημά μου",
	"YouHaveNoPasswords": "Αυτήν τη στιγμή δεν έχετε κωδικούς πρόσβασης",
	"CreatePassword" : "Δημιούργησε κωδικό"
}