{
  "Import": "Εισαγωγή",
  "Options": "Επιλογές",
  "Help": "Βοήθεια",
  "JavascriptNotEnabled": "JavaScript δεν έχει ενεργοποιηθεί!",
  "ApplicationRequiresJavascript": "Αυτή η εφαρμογή απαιτεί Javascript. Παρακαλώ ενεργοποιήσετε στις ρυθμίσεις του προγράμματος περιήγησης.",
  "BrowserIsUnsupported": "Το πρόγραμμα περιήγησης δεν υποστηρίζεται!",
  "UpgradeBrowser": "Αναβαθμίστε στην τελευταία έκδοση του προγράμματος περιήγησης για να χρησιμοποιήσετε αυτήν την εφαρμογή.",
  "ContentProtected": "Αυτό το περιεχόμενο προστατεύεται.",
  "PleaseEnterPassword": "Παρακαλώ εισάγετε έναν κωδικό πρόσβασης για να ξεκλειδώσετε.",
  "Password": "Κωδικός πρόσβασης",
  "Hint": "Υπόδειξη",
  "NoneProvided": "Κανένας που παρέχονται",
  "Decrypt": "Αποκρυπτογραφήσει",
  "HelpBasicString": "Consunet <b>EveryPass</b> είναι ένα διευθυντή κωδικού πρόσβασης που επιτρέπει να έχετε πρόσβαση σε όλους τους κωδικούς πρόσβασης, σε όλους σας web συσκευές με δυνατότητα εάν είστε συνδεδεμένοι στο Internet ή όχι. <b>EveryPass</b> είναι ελεύθερη να χρησιμοποιήσει, ανοικτού κώδικα, δωρεάν από το app καταστήματα και συμβατό με τις πιο σύγχρονες συσκευές (υπολογιστές, δισκία, τηλέφωνα). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> είναι διαφορετικό από άλλες διευθυντές κωδικού πρόσβασης, επειδή τα πάντα που χρειάζεστε είναι που περιέχονται στο αρχείο HTML που διαβάζετε αυτή τη στιγμή. <br/> <br/>                        <div><b>Ασφάλειας</b> <ul><li><b>EveryPass</b> χρησιμοποιεί AES 256 bit κρυπτογράφησης για την αποθήκευση των δεδομένων σας, αυτό είναι μια πολύ ισχυρή μορφή κρυπτογράφησης.</li>                                        <li><b>EveryPass</b> χρησιμοποιεί το πρόγραμμα περιήγησης ως το περιβάλλον εκτέλεσης, χρησιμοποιείτε πιθανώς περιήγησης για τραπεζικές συναλλαγές σας πάρα πολύ.</li>                                        <li><b>EveryPass</b> δεν αποθηκεύει τα δεδομένα σε ένα διακομιστή, το σώζει στη συσκευή χρησιμοποιείτε.</li>                                        <li>Αν χάσετε τον κωδικό πρόσβασής σας, δεν μπορεί να ανακτηθεί.</li>                                        <li>Παροχή υψηλής ποιότητας εργαλεία ασφάλειας είναι πολύ δύσκολο, και όπως και άλλα εργαλεία <b>EveryPass</b> γνώρισε αδυναμίες.</li>                                        <li>Για περισσότερες πληροφορίες παρακαλούμε δείτε την <a href=\"http://www.consunet.com.au\"> ιστοσελίδα.</a></li>                                </ul></div> <div><b>Νέα καταχώρηση κωδικού πρόσβασης Add</b> <ul><li>βρείτε τη φόρμα κενή καταχώρηση στο κάτω μέρος της σελίδας, ίσως χρειαστεί να μετακινηθείτε προς τα κάτω.</li>                                        <li>Τύπου τι είναι ο κωδικός πρόσβασης για σε το «νέο κωδικό πρόσβασης για...\"κουτί, π.χ. my.emailserver.com</li>                                        <li>Τύπου στις λεπτομέρειες όνομα χρήστη και τον κωδικό πρόσβασης στα πλαίσια όνομα ομοειδούς.</li>                                        <li>Προαιρετικά, να παρέχουν πρόσθετες πληροφορίες, όπως το ερώτηση και απάντηση πρόκληση για αποκατάσταση κωδικού πρόσβασης στα πλαίσια πρόσθετες πληροφορίες.</li>                                        <li>Κάντε κλικ στο κουμπί Add για να προσθέσετε τον κωδικό πρόσβασης στη λίστα κωδικών.</li>                                </ul></div> <div><b>Καταργήσετε μια καταχώρηση κωδικού πρόσβασης</b> <ul><li>κάντε κλικ στο κουμπί Del στην εγγραφή δεν θέλετε πια.</li>                                </ul></div> <div><b>Σώσει τους κωδικούς πρόσβασης</b> <ul><li>στο κάτω μέρος του τύπου οθόνη σε έναν κωδικό πρόσβασης για την προστασία όλων σας άλλους κωδικούς πρόσβασης. Θυμηθείτε, αυτό κρατά όλα σας άλλους κωδικούς πρόσβασης ασφαλείς έτσι, θα πρέπει να είναι ένα ισχυρό κωδικό πρόσβασης.</li>                                        <li>Παρέχουν προαιρετικά, μια υπόδειξη για τον εαυτό σας. Έχοντας κατά νου το σημείο παραπάνω, δεν καθιστούν προφανές.</li>                                        <li>Hit κρυπτογραφείτε κουμπί. Αυτό θα κρυπτογραφήσει όλους τους κωδικούς πρόσβασης και πακέτο όλα τακτοποιημένα σε ένα ενιαίο αρχείο HTML. Μπορείτε να το αποθηκεύσετε στον τοπικό σας δίσκο ή ίσως μια υπηρεσία cloud.</li>                                        <li>Θα πρέπει να αποφεύγετε την αντικατάσταση το προηγούμενο αντίγραφο του EveryPass, έτσι ώστε αν κάτι πάει στραβά, μπορείτε να ανακτήσετε από το προηγούμενο αρχείο.</li>                                </ul></div> <div><b>Δείτε τους κωδικούς πρόσβασής σας</b> <ul><li>να δείτε τους κωδικούς πρόσβασής σας, απλά ανοίξτε το EveryPass αρχείο σε ένα πρόγραμμα περιήγησης web και παρέχει το συνθηματικό σας.</li>                                        <li>Κάθε καταχώρηση έχει μια επίδειξη κουμπί, κάντε κλικ για να δείτε τα μυστικά σας.</li>                                </ul></div> <div><b>Εισαγωγή</b> <ul><li>είναι δυνατό να χρησιμοποιήσετε αυτό το αντίγραφο των EveryPass για την εισαγωγή δεδομένων από ένα άλλο αντίγραφο EveryPass σε αυτό.</li>                                        <li>Κάντε κλικ στο κουμπί Εισαγωγή στην πάνω δεξιά γωνία.</li>                                        <li>Παρέχει έναν κωδικό πρόσβασης για το εισαγόμενο αρχείο.</li>                                        <li>Κωδικούς πρόσβασης από το εισαγόμενο αρχείο θα προσαρτηθεί το τρέχον αρχείο κωδικός λίστα</li>                                        <li>Εισαγωγή επίσης παρέχει έναν ασφαλή τρόπο πρόσβαση σε ένα EveryPass αρχείο που υποψιάζεστε ότι έχει been ανακατεύτηκα.</li>                                </ul></div> <div><b>Αναζήτηση</b> <ul><li>πλαίσιο αναζήτησης στο επάνω μέρος της σελίδας που εξερευνά στα αντίστοιχα πεδία του κάθε καταχώρηση.</li>                                        <li>Αν βρεθεί μια ενιαία καταχώριση, θα ανοίξει αυτόματα για σας.</li>                                </ul>   </div>",
  "Service": "Υπηρεσία",
  "Generate": "Δημιουργία",
  "Add": "Προσθέστε",
  "Username": "Όνομα χρήστη",
  "AdditionalInfo": "Πρόσθετες πληροφορίες",
  "HelperQuestionExample": "Πρόσθετες πληροφορίες π.χ. βοηθός ερώτηση",
  "QuestionAnswerExample": "Πρόσθετες πληροφορίες π.χ. ερώτηση απάντηση",
  "HintToRemember": "Συμβουλή για να θυμάστε",
  "Encrypt": "Κρυπτογράφηση",
  "Show": "Εμφάνιση",
  "Go": "Πάει",
  "Search": "Αναζήτηση",
  "DeletePasswordFor": "Κωδικό πρόσβασης για να διαγράψετε",
  "Hide": "Απόκρυψη",
  "CouldNotDetermineAppType": "Δεν μπόρεσε να προσδιορίσει τύπος εφαρμογής.",
  "IncorrectAppType": "Εσφαλμένη εφαρμογή τύπου",
  "FileFormatIncorrect": "Εσφαλμένη μορφή αρχείου.",
  "InvalidCypherSettings": "Μη έγκυρη cypher ρυθμίσεις",
  "ImportFailed": "Η εισαγωγή απέτυχε: ",
  "Version": "Έκδοση",
  "InitialisationVector": "Διάνυσμα αρχικοποίησης",
  "Salt": "Αλάτι",
  "CypherText": "Κείμενο Cypher",
  "IncorrectPassword": "Εσφαλμένος κωδικός πρόσβασης, ή δεδομένων έχει καταστραφεί",
  "EncryptionNotSupportedOnSafari": "Κρυπτογράφησης δεν υποστηρίζεται σε σαφάρι λόγω έλλειψης υποστήριξη προτύπων. Παρακαλούμε να χρησιμοποιήσετε ένα διαφορετικό πρόγραμμα περιήγησης [π.χ. το Google Chrome ή Mozilla Firefox] για να επιτρέψει την κρυπτογράφηση των αρχείων.",
  "Empty": "Άδειο",
  "Weak": "Αδύναμη",
  "OK": "Ok",
  "Strong": "Ισχυρή",
  "InvalidFilename": "Μη έγκυρο όνομα αρχείου, χρησιμοποιώντας την προεπιλεγμένη",
  "InvalidTimeout": "Μη έγκυρο χρονικό όριο, χρησιμοποιώντας την προεπιλεγμένη",
  "FileOpsNotSupported": "Λειτουργίες διαχείρισης αρχείων που δεν υποστηρίζονται",
  "PasswordCannotBeEmpty": "Κωδικός πρόσβασης δεν μπορεί να είναι άδειο!",
  "WeakPasswordUsedWarning": "Αδύναμο κωδικό πρόσβασης που χρησιμοποιείται - να συνεχιστεί η κρυπτογράφηση;",
  "NewPasswordFor": "Νέο κωδικό πρόσβασης για...",
  "SaveFilename": "Αποθήκευση όνομα αρχείου",
  "TimeoutPeriod": "Χρονικό όριο",
  "ConfirmPasswordDeletion": "Επιβεβαιώσετε την διαγραφή των κωδικών πρόσβασης;",
  "more": "περισσότερα",
  "less": "λιγότερο"
}