{
	"Import": "Importar",
	"Options": "opciones",
	"Help": "Ayuda",
	"JavascriptNotEnabled": "Javascript no está habilitado!",
	"ApplicationRequiresJavascript": "Esta aplicación requiere que Javascript. Por favor habilítalo en la configuración de tu navegador.",
	"BrowserIsUnsupported": "Su navegador no es compatible!",
	"UpgradeBrowser": "Por favor, actualice a la última versión de su navegador para poder utilizar esta aplicación.",
	"ContentProtected": "Este contenido está protegido.",
	"PleaseEnterPassword": "Por favor, introduzca una contraseña para desbloquearlo.",
	"Password": "Contraseña",
	"Hint": "Insinuación",
	"NoneProvided": "Ninguno proporcionado",
	"Decrypt": "desencriptar",
	"HelpBasicString": "Consunet <b>EveryPass</b> es un gestor de contraseñas que le permite acceder a todas sus contraseñas, en todos los dispositivos habilitados para su web si usted está conectado a Internet o no. <b>EveryPass</b> es de uso gratuito, de código abierto, libre de las tiendas de aplicaciones y compatible con la mayoría de los dispositivos modernos (ordenadores, tabletas, móviles). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> es diferente a otros gestores de contraseña, porque todo lo que necesita está contenida en el archivo HTML que está leyendo en este momento. <br/><br/><div> <b>Seguridad</b> <ul><li> <b>EveryPass</b> utiliza el cifrado AES de 256 bits para almacenar sus datos, esta es una forma muy fuerte de cifrado. </li><li> <b>EveryPass</b> utiliza el navegador como el entorno de ejecución, es probable que utilice el navegador para su banca también. </li><li> <b>EveryPass</b> no almacena sus datos en un servidor, se guarda en el dispositivo que esté utilizando. </li><li> Si pierde la contraseña, no se puede recuperar. </li><li> Proporcionar herramientas de seguridad de alta calidad es muy difícil y al igual que otras herramientas <b>EveryPass</b> ha conocidas debilidades. </li><li> Para obtener más información, véase la <a href=\"https://consunet.com.au/products/everypass/\">página web.</a> </li></ul></div><div> <b>Añadir nueva entrada de contraseña</b> <ul><li> Encuentra el formulario de entrada en blanco en la parte inferior de la página, es posible que tenga que desplazarse hacia abajo. </li><li> Escriba cuál es la contraseña en el cuadro de \"Nueva contraseña para ...\", por ejemplo my.emailserver.com </li><li> Escribir los datos de nombre de usuario y contraseña en los cuadros denominados como. </li><li> Opcionalmente, proporcionar información adicional, como preguntas y respuestas reto para la recuperación de la contraseña en los campos de información adicionales. </li><li> Haga clic en el botón Añadir para añadir la contraseña a su lista de contraseñas. </li></ul></div><div> <b>Eliminar una entrada de contraseña</b> <ul><li> Haga clic en el botón Borrar en la entrada que no desea más. </li></ul></div><div> <b>Crear nuevo grupo contraseña</b> <ul><li> Encuentra el formulario de entrada en blanco en la parte inferior de la página, es posible que tenga que desplazarse hacia abajo. </li><li> Escriba un nombre para el nuevo grupo en el cuadro \"Nuevo nombre de grupo\", que describe todas las contraseñas del grupo contendrá, por ejemplo, las compras en línea. </li><li> Haga clic en el botón Añadir grupo para agregar el nuevo grupo a la lista. </li></ul></div><div> <b>Eliminar un grupo contraseña</b> <ul><li> Haga clic en el botón Borrar en el grupo que no desea más. </li><li> Si se marca la opción \"Mantener las contraseñas de los grupos eliminados\", todas las contraseñas en el grupo se moverán fuera del grupo y se mantienen. </li><li> Si la opción \"Mantener las contraseñas de los grupos eliminados\" no está marcada, todas las contraseñas en el grupo se eliminarán también. </li></ul></div><div> <b>Añadir nueva contraseña a un grupo</b> <ul><li> Haga clic en el botón predeterminado en el grupo deseado una vez para que sea el grupo predeterminado, tal como se indica mediante un botón de colores brillantes. </li><li> Añadir una nueva entrada de contraseña como se describe anteriormente y la nueva entrada se unirá al grupo inmediatamente después de hacer clic en Agregar. </li></ul></div><div> <b>Reordenación de las contraseñas</b> <ul><li> Arrastrar y soltar una entrada de contraseña en cualquier otro ingreso de contraseña para hacerse cargo de su ubicación. </li><li> La introducción de la contraseña existente se moverá hacia arriba o hacia abajo una fila, dependiendo de cuál fue mayor en la página. </li></ul></div><div> <b>Mover una contraseña existente a un grupo</b> <ul><li> Para añadir una entrada de contraseña al final de un grupo, arrastrar y soltar la entrada en la parte superior del grupo elegido. </li><li> Para añadir una entrada de contraseña en otra ubicación dentro de un grupo, arrastre y suelte la introducción de la contraseña en la entrada existente en el lugar deseado. </li></ul></div><div> <b>Guardar sus contraseñas</b> <ul><li> En la parte inferior de la pantalla de tipo de una contraseña para proteger todas sus otras contraseñas. Recuerde, éste mantiene todas sus otras contraseñas seguras por lo que debe ser una contraseña segura. </li><li> Opcionalmente, proporcionar una sugerencia para usted mismo. Teniendo en cuenta el punto anterior, no lo hacen evidente. </li><li> Pulsa el botón Cifrar. Esto cifrar todas sus contraseñas y empaquetar todo perfectamente en un solo archivo HTML. Puede guardarlo en su disco local o tal vez un servicio en la nube. </li><li> Debe evitar sobrescribir la copia anterior de EveryPass, así que si algo va mal puede recuperar desde el archivo anterior. </li></ul></div><div> <b>Ver sus contraseñas</b> <ul><li> Para ver las contraseñas, basta con abrir el archivo EveryPass en un navegador web y proporcionar su contraseña maestra. </li><li> Cada entrada tiene un botón Mostrar, haga clic en él para ver sus secretos. </li></ul></div><div> <b>Importar</b> <ul><li> Es posible utilizar esta copia de EveryPass para importar datos de otro EveryPass copiar en éste. </li><li> Haga clic en el botón Importar en la esquina superior derecha. </li><li> Proporcionar una contraseña para el archivo importado. </li><li> Las contraseñas y los grupos del archivo importado se añadirán a la lista de contraseña y de grupo de su archivo actual. </li><li> Importador también proporciona una forma segura de acceder a un archivo EveryPass sospecha que ha sido manipulado. </li></ul></div><div> <b>Buscar</b> <ul><li> El cuadro de búsqueda en la parte superior de la página busca en todos los campos de entrada de cada entrada. </li><li> Si no se encuentra una sola entrada, se abrirá automáticamente. </li></ul></div>",
	"Service": "Servicio",
	"Generate": "Generar",
	"Add": "Añadir",
	"Username": "Nombre de usuario",
	"AdditionalInfo": "Información adicional",
	"HelperQuestionExample": "Otros detalles pregunta por ejemplo ayudante",
	"QuestionAnswerExample": "Otros detalles por ejemplo, responda a la pregunta",
	"HintToRemember": "Un consejo para recordar",
	"Encrypt": "Cifrar",
	"Show": "Espectáculo",
	"Go": "Ir",
	"Search": "Buscar",
	"DeletePasswordFor": "Eliminar contraseña para",
	"Hide": "Esconder",
	"CouldNotDetermineAppType": "No se pudo determinar el tipo de aplicación.",
	"IncorrectAppType": "tipo de aplicación incorrecta",
	"FileFormatIncorrect": "Formato de archivo incorrecto.",
	"InvalidCypherSettings": "Cypher ajustes no válidos",
	"ImportFailed": "La importación ha fallado:",
	"Version": "Versión",
	"InitialisationVector": "vector de inicialización",
	"Salt": "sal",
	"CypherText": "Cypher texto",
	"IncorrectPassword": "contraseña incorrecta, o los datos están dañados",
	"Empty": "Vacío",
	"Weak": "Débiles",
	"OK": "DE ACUERDO",
	"Strong": "Fuerte",
	"InvalidFilename": "nombre de archivo no válido, usando por defecto",
	"InvalidTimeout": "tiempo de espera no válida, usando por defecto",
	"FileOpsNotSupported": "Las operaciones de archivo no soportados",
	"PasswordCannotBeEmpty": "La contraseña no puede estar vacía!",
	"WeakPasswordUsedWarning": "contraseña débil usado - proceder a cifrar?",
	"NewPasswordFor": "Nueva contraseña para ...",
	"SaveFilename": "Guardar nombre de archivo",
	"TimeoutPeriod": "tiempo de espera",
	"ConfirmPasswordDeletion": "Confirmar la eliminación de las contraseñas y los grupos?",
	"more": "Más",
	"less": "Menos",
	"WebCryptoAPINotSupported": "API WebCrypto no es compatible con este navegador web. Por favor, cambia a un navegador más moderno, tales como las versiones actuales de borde, Firefox o Chrome.",
	"NewGroupNamePlaceholder": "Nuevo nombre de grupo",
	"GroupName": "Nombre del grupo",
	"AddGroup": "Añadir grupo",
	"DefaultGroup": "Defecto",
	"DeleteGroup": "eliminar grupo",
	"OptionKeepPwdsOfDeletedGrps": "Mantener las contraseñas de los grupos eliminados?",
	"DeleteGroupKeepPwds": "Las contraseñas en el Grupo se mantendrán.",
	"DeleteGroupLosePwds": "Se eliminarán las contraseñas en el Grupo.",
	"MyStore": "Mi tienda",
	"YouHaveNoPasswords": "Actualmente no tienes contraseñas",
	"CreatePassword" : "Crear contraseña"

}