{
  "Import": "Importación",
  "Options": "Opciones",
  "Help": "Ayuda",
  "JavascriptNotEnabled": "JavaScript no activado.",
  "ApplicationRequiresJavascript": "Esta aplicación requiere Javascript. Por favor habilitalo en configuración de su navegador.",
  "BrowserIsUnsupported": "Su navegador no es compatible.",
  "UpgradeBrowser": "Actualice a la versión más reciente de tu navegador para poder utilizar esta aplicación.",
  "ContentProtected": "Este contenido está protegido.",
  "PleaseEnterPassword": "Por favor, escriba una contraseña para desbloquearlo.",
  "Password": "Contraseña",
  "Hint": "Pista",
  "NoneProvided": "Ninguno proporciona",
  "Decrypt": "Descifrar",
  "HelpBasicString": "Consunet <b>EveryPass</b> es un gestor de contraseñas que le permite acceder a todas tus contraseñas, en toda tu web dispositivos habilitados si estás conectado a Internet o no. Es libre de usar, código abierto, libre de tiendas de aplicaciones y es compatible con los dispositivos más modernos (computadoras, tabletas, teléfonos) <b>EveryPass</b>. <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> es diferente a otros administradores de contraseñas ya que todo lo que necesita está contenida en el archivo HTML que estás leyendo ahora mismo. <br/> <br/>                        <div><b>Seguridad</b> <ul><li><b>EveryPass</b> utiliza cifrado AES de 256 bits para almacenar los datos, esta es una forma de encriptación fuerte.</li>                                        <li><b>EveryPass</b> utiliza el navegador como el entorno de ejecución, que probablemente usar su navegador para su banca también.</li>                                        <li><b>EveryPass</b> no almacena sus datos en un servidor, guarda en el dispositivo que esté utilizando.</li>                                        <li>Si pierdes tu contraseña, no puede ser recuperado.</li>                                        <li>Proporcionar herramientas de seguridad de alta calidad es muy difícil y al igual que otras herramientas <b>EveryPass</b> ha sabido debilidades.</li>                                        <li>Para más información por favor consulte el <a href=\"http://www.consunet.com.au\"> Web.</a></li>                                </ul></div> <div><b>Agregar nueva entrada de contraseña</b> <ul><li>encontrar la forma de entrada en blanco en la parte inferior de la página, puede que deba desplazarse hacia abajo.</li>                                        <li>Cuál es la contraseña para en la \"nueva contraseña desde...\" el tipo de la caja, por ejemplo my.emailserver.com</li>                                        <li>Tipo en los detalles de usuario y contraseña en los cuadros nombrados como.</li>                                        <li>Opcionalmente, proporcionar información adicional, como desafío de preguntas y respuestas para la recuperación de contraseña en los cuadros de información adicional.</li>                                        <li>Haga clic en el botón Agregar para añadir la contraseña a tu lista de contraseñas.</li>                                </ul></div> <div><b>Quitar una entrada de contraseña</b> <ul><li>haga clic en el botón en la entrada ya no quieres.</li>                                </ul></div> <div><b>Guardar tus contraseñas</b> <ul><li>en la parte inferior de la pantalla tipo una contraseña para proteger todas tus contraseñas. Recuerde, éste guarda todas tus contraseñas por lo que debe ser una contraseña fuerte.</li>                                        <li>Opcionalmente, proporcionar una pista para ti. Teniendo en cuenta el punto anterior, no sea evidente.</li>                                        <li>Presiona el botón Encrypt. Esto cifrará todas tus contraseñas y paquete todo cuidadosamente en un solo archivo HTML. Puede guardarlo en su disco local o tal vez un servicio cloud.</li>                                        <li>Debe evitar sobreescribir la copia anterior de EveryPass, así que si algo sale mal puede recuperar desde el archivo anterior.</li>                                </ul></div> <div><b>Ver tus contraseñas</b> <ul><li>ver tus contraseñas, simplemente abra el archivo EveryPass en un explorador web y proporcionar su contraseña maestra.</li>                                        <li>Cada entrada tiene un programa de un botón, haga clic en él para ver tus secretos.</li>                                </ul></div> <div><b>Import</b> <ul><li>es posible utilizar esta copia de EveryPass para importar datos desde otra copia EveryPass en esto.</li>                                        <li>Haga clic en el botón importar en la esquina superior derecha.</li>                                        <li>Proporcionar una contraseña para el archivo importado.</li>                                        <li>Las contraseñas de los archivos importados serán agregadas a la lista de contraseñas de su archivo actual</li>                                        <li>Importar también proporciona una manera segura de acceder a un archivo EveryPass que el sospechoso ha sido manipulado.</li>                                </ul></div> <div><b>Buscar</b> <ul><li>busca en todos los cuadros de entrada de cada entrada en el cuadro de búsqueda en la parte superior de la página.</li>                                        <li>Si se encuentra una sola entrada, automáticamente se abrirá para ti.</li>                                </ul>   </div>",
  "Service": "Servicio",
  "Generate": "Generar",
  "Add": "Añadir",
  "Username": "Nombre de usuario",
  "AdditionalInfo": "Info adicional",
  "HelperQuestionExample": "Información adicional por ejemplo pregunta ayudante",
  "QuestionAnswerExample": "Información adicional por ejemplo pregunta respuesta",
  "HintToRemember": "Pista para recordar",
  "Encrypt": "Cifrar",
  "Show": "Mostrar",
  "Go": "Ir",
  "Search": "Búsqueda de",
  "DeletePasswordFor": "Borrar contraseña para",
  "Hide": "Ocultar",
  "CouldNotDetermineAppType": "No se puede determinar el tipo de aplicación.",
  "IncorrectAppType": "Tipo de aplicación incorrecta",
  "FileFormatIncorrect": "Formato de archivo incorrecto.",
  "InvalidCypherSettings": "Configuración no válida cypher",
  "ImportFailed": "Error al importar: ",
  "Version": "Versión",
  "InitialisationVector": "Vector de inicialización",
  "Salt": "Sal",
  "CypherText": "Texto de Cypher",
  "IncorrectPassword": "Contraseña incorrecta, o los datos se ha corrompido",
  "Empty": "Vacío",
  "Weak": "Débil",
  "OK": "Vale",
  "Strong": "Fuerte",
  "InvalidFilename": "Nombre de archivo válido, usando por defecto",
  "InvalidTimeout": "Tiempo de espera no válido, usando por defecto",
  "FileOpsNotSupported": "Operaciones de archivo no compatibles",
  "PasswordCannotBeEmpty": "Contraseña no puede estar vacío!",
  "WeakPasswordUsedWarning": "¿Contraseña débil usado - proceder con Encrypt?",
  "NewPasswordFor": "Nueva contraseña para...",
  "SaveFilename": "Guardar archivo",
  "TimeoutPeriod": "Tiempo de espera",
  "ConfirmPasswordDeletion": "¿Confirmar eliminación de contraseñas?",
  "more": "más",
  "less": "menos"
}