{
  "Import": "Importation",
  "Options": "Options",
  "Help": "Aide",
  "JavascriptNotEnabled": "JavaScript non activé !",
  "ApplicationRequiresJavascript": "Cette application nécessite Javascript. Veuillez l'activer dans les paramètres de votre navigateur.",
  "BrowserIsUnsupported": "Votre navigateur n'est pas pris en charge !",
  "UpgradeBrowser": "S'il vous plaît mise à niveau vers la dernière version de votre navigateur pour pouvoir utiliser cette application.",
  "ContentProtected": "Ce contenu est protégé.",
  "PleaseEnterPassword": "Veuillez entrer un mot de passe pour le déverrouiller.",
  "Password": "Mot de passe",
  "Hint": "Astuce",
  "NoneProvided": "Aucun fourni",
  "Decrypt": "Décrypter",
  "HelpBasicString": "Consunet <b>EveryPass</b> est un gestionnaire de mot de passe qui vous permet d'accéder à tous vos mots de passe, sur tous vos périphériques compatibles, si vous êtes connecté à Internet ou non. <b>EveryPass</b> est libre d'utiliser, open source, gratuit depuis l'app store et compatible avec des appareils plus modernes (ordinateurs, tablettes, téléphones). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> est différente à d'autres gestionnaires de mot de passe parce que tout ce que vous avez besoin est contenu dans le fichier HTML, vous lisez en ce moment. <br/> <br/>                        <div><b>Sécurité</b> <ul><li><b>EveryPass</b> utilise un cryptage AES 256 bits pour stocker vos données, il s'agit d'une forme de très forts de cryptage.</li>                                        <li><b>EveryPass</b> utilise votre navigateur comme l'environnement d'exécution, vous utilisez probablement votre navigateur pour vos opérations bancaires trop.</li>                                        <li><b>EveryPass</b> ne stocke pas vos données sur un serveur, il le sauve de l'appareil que vous utilisez.</li>                                        <li>Si vous perdez votre mot de passe, il ne peut pas être récupérée.</li>                                        <li>Fournissant des outils de sécurité de haute qualité est très difficile et comme d'autres outils <b>EveryPass</b> a connu des faiblesses.</li>                                        <li>Pour plus d'informations, veuillez consulter le <a href=\"http://www.consunet.com.au\"> site.</a></li>                                </ul></div> <div><b>Ajouter nouvelle entrée de mot de passe</b> <ul><li>trouver le formulaire d'inscription vierge au bas de la page, vous devrez peut-être faire défiler vers le bas.</li>                                        <li>Ce qui concerne le mot de passe dans le « nouveau mot de passe détrôner » de type box, par exemple my.emailserver.com</li>                                        <li>Type dans les détails de nom d'utilisateur et mot de passe dans les zones nommées comme.</li>                                        <li>Éventuellement, fournir des informations supplémentaires, telles que de la question et réponse défi pour la récupération de mot de passe dans les cases des informations supplémentaires.</li>                                        <li>Cliquez sur le bouton Ajouter pour ajouter le mot de passe à votre liste de mot de passe.</li>                                </ul></div> <div><b>Supprimer une entrée de mot de passe</b> <ul><li>cliquez sur le bouton Del sur l'entrée que vous ne voulez plus.</li>                                </ul></div> <div><b>Enregistrer vos mots de passe</b> <ul><li>au bas du type d'écran en un mot de passe pour protéger tous vos autres mots de passe. N'oubliez pas, celui-ci sécurise tous vos autres mots de passe, il devrait être un mot de passe fort.</li>                                        <li>Éventuellement, fournir une indication pour vous-même. Gardant à l'esprit le point ci-dessus, ne soit pas évident.</li>                                        <li>Appuyez sur le bouton crypter. Cela va crypter tous vos mots de passe et le paquet tout proprement dans un seul fichier HTML. Vous pouvez l'enregistrer sur votre disque local ou peut-être un service cloud.</li>                                        <li>Vous devez éviter d'écraser la copie précédente de EveryPass, donc si quelque chose se passe mal, vous pouvez récupérer depuis le précédent fichier.</li>                                </ul></div> <div><b>Découvre vos mots de passe</b> <ul><li>Découvre vos mots de passe, simplement ouvrir le fichier EveryPass dans un navigateur web et fournir votre mot de passe maître.</li>                                        <li>Chaque entrée comporte un spectacle bouton, cliquez dessus pour afficher vos secrets.</li>                                </ul></div> <div><b>Importation</b> <ul><li>il est possible d'utiliser cette copie de EveryPass pour importer les données d'une autre copie EveryPass dans celui-ci.</li>                                        <li>Cliquez sur le bouton Importer dans le coin supérieur droit.</li>                                        <li>Fournir un mot de passe pour le fichier importé.</li>                                        <li>Mots de passe du fichier importé est ajoutées à la liste de mot de passe de votre fichier actuel</li>                                        <li>Importation également fournit un moyen sûr d'accéder à un fichier EveryPass vous suspecte a été trafiqué.</li>                                </ul></div> <div><b>Recherche</b> <ul><li>la zone de recherche en haut de la page recherche dans toutes les zones de saisie de chaque entrée.</li>                                        <li>Si une seule entrée est trouvée, il s'ouvre automatiquement pour vous.</li>                                </ul>   </div>",
  "Service": "Service",
  "Generate": "Générer",
  "Add": "Ajouter",
  "Username": "Nom d'utilisateur",
  "AdditionalInfo": "Plus d'infos",
  "HelperQuestionExample": "Infos supplémentaires, par exemple les question d'assistance",
  "QuestionAnswerExample": "Infos supplémentaires par exemple question réponse",
  "HintToRemember": "Astuce pour se souvenir",
  "Encrypt": "Crypter",
  "Show": "Voir l'établissement",
  "Go": "Aller",
  "Search": "Rechercher",
  "DeletePasswordFor": "Supprimer mot de passe pour",
  "Hide": "Cacher",
  "CouldNotDetermineAppType": "Pouvait pas déterminer le type d'application.",
  "IncorrectAppType": "Type d'application incorrecte",
  "FileFormatIncorrect": "Format de fichier incorrect.",
  "InvalidCypherSettings": "Paramètres non valides cypher",
  "ImportFailed": "Échec de l'importation : ",
  "Version": "Version",
  "InitialisationVector": "Vecteur d'initialisation",
  "Salt": "Sel",
  "CypherText": "Cypher texte",
  "IncorrectPassword": "Mot de passe incorrect, ou les données ont été corrompues",
  "Empty": "Vide",
  "Weak": "Faible",
  "OK": "Bien",
  "Strong": "Strong",
  "InvalidFilename": "Nom de fichier non valide, en utilisant par défaut",
  "InvalidTimeout": "Timeout non valide, en utilisant par défaut",
  "FileOpsNotSupported": "Opérations de fichier non pris en charge",
  "PasswordCannotBeEmpty": "Mot de passe ne peut pas être vide !",
  "WeakPasswordUsedWarning": "Mot de passe faible utilisé - aller de l'avant avec Encrypt ?",
  "NewPasswordFor": "Nouveau mot de passe pour...",
  "SaveFilename": "Enregistrer NomFichier",
  "TimeoutPeriod": "Délai d'attente",
  "ConfirmPasswordDeletion": "Confirmer la suppression de mots de passe ?",
  "more": "plus",
  "less": "moins"
}