{
	"Import": "Importer",
	"Options": "options",
	"Help": "Aidez-moi",
	"JavascriptNotEnabled": "Javascript pas activé!",
	"ApplicationRequiresJavascript": "Cette application nécessite Javascript. S'il vous plaît activer dans vos paramètres de votre navigateur.",
	"BrowserIsUnsupported": "Votre navigateur est non pris en charge!",
	"UpgradeBrowser": "S'il vous plaît mettre à niveau vers la dernière version de votre navigateur pour utiliser cette application.",
	"ContentProtected": "Ce contenu est protégé.",
	"PleaseEnterPassword": "S'il vous plaît entrer un mot de passe pour le déverrouiller.",
	"Password": "Mot de passe",
	"Hint": "Allusion",
	"NoneProvided": "Aucun fourni",
	"Decrypt": "déchiffrer",
	"HelpBasicString": "Consunet <b>EveryPass</b> est un gestionnaire de mot de passe qui vous permet d'accéder à tous vos mots de passe, sur tous les appareils compatibles avec votre web si vous êtes connecté à Internet ou non. <b>EveryPass</b> est libre d'utiliser, open source, libre de magasins d'applications et compatibles avec la plupart des appareils modernes (ordinateurs, tablettes, téléphones). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> est différent aux autres gestionnaires de mot de passe parce que tout ce dont vous avez besoin est contenu dans le fichier HTML que vous lisez en ce moment. <br/><br/><div> <b>Sécurité</b> <ul><li> <b>EveryPass</b> utilise le cryptage AES 256 bits pour stocker vos données, c'est une forme très forte de cryptage. </li><li> <b>EveryPass</b> utilise votre navigateur comme l'environnement d'exécution, vous utilisez probablement votre navigateur pour vos opérations bancaires aussi. </li><li> <b>EveryPass</b> ne stocke pas vos données sur un serveur, il enregistre à l'appareil que vous utilisez. </li><li> Si vous perdez votre mot de passe, il ne peut pas être récupéré. </li><li> Fournir des outils de sécurité de haute qualité est très difficile et comme d' autres outils <b>EveryPass</b> a connus faiblesses. </li><li> Pour plus d' informations s'il vous plaît voir le <a href=\"http://www.consunet.com.au\">site.</a> </li></ul></div><div> <b>Ajouter</b> une <b>nouvelle entrée de mot de passe</b> <ul><li> Trouver le formulaire d'inscription en blanc au bas de la page, vous devrez peut-être défiler vers le bas. </li><li> Tapez ce que le mot de passe est dans la case « Nouveau mot de passe pour ... », par exemple my.emailserver.com </li><li> Tapez les détails nom d'utilisateur et mot de passe dans les boîtes comme nommées. </li><li> En option, fournir des informations supplémentaires, telles que questions et réponses défi pour la récupération de mot de passe dans les champs d'information supplémentaires. </li><li> Cliquez sur le bouton Ajouter pour ajouter le mot de passe à votre liste de mots de passe. </li></ul></div><div> <b>Supprimer une entrée de mot de passe</b> <ul><li> Cliquez sur le bouton Del sur l'entrée que vous ne voulez plus. </li></ul></div><div> <b>Créer</b> un <b>nouveau groupe de mot de passe</b> <ul><li> Trouver le formulaire d'inscription en blanc au bas de la page, vous devrez peut-être défiler vers le bas. </li><li> Tapez un nom pour le nouveau groupe dans la zone « Nom du nouveau groupe » qui décrit tous les mots de passe du groupe contiendra, par exemple, les achats en ligne. </li><li> Cliquez sur le bouton Ajouter un groupe pour ajouter le nouveau groupe à la liste. </li></ul></div><div> <b>Supprimer un groupe de mot de passe</b> <ul><li> Cliquez sur le bouton Del sur le groupe que vous ne voulez plus. </li><li> Si l'option « Conserver les mots de passe de groupes supprimés » est cochée, les mots de passe dans le groupe seront déplacés hors du groupe et conservés. </li><li> Si l'option « Conserver les mots de passe de groupes supprimés » est décochée, aucun mot de passe dans le groupe seront supprimés. </li></ul></div><div> <b>Ajouter un mot</b> de <b>passe à un groupe</b> <ul><li> Cliquez sur le bouton par défaut sur le groupe souhaité une fois pour en faire le groupe par défaut, comme indiqué par un bouton de couleur vive. </li><li> Ajouter une nouvelle entrée de mot de passe comme décrit ci-dessus et la nouvelle entrée rejoindra le groupe immédiatement après avoir cliqué sur Ajouter. </li></ul></div><div> <b>mots</b> de <b>passe réordonnancement</b> <ul><li> Glissez et déposez une entrée de mot de passe sur une autre entrée de mot de passe pour reprendre son emplacement. </li><li> L'entrée de mot de passe existant sera déplacé vers le haut ou vers le bas d'une ligne, en fonction de ce qui était plus haut sur la page. </li></ul></div><div> <b>Déplacer un mot</b> de <b>passe existant à un groupe</b> <ul><li> Pour ajouter une entrée de mot de passe à la fin d'un groupe, glissez-déposez l'entrée sur la partie supérieure du groupe choisi. </li><li> Pour ajouter une entrée de mot de passe dans un autre emplacement au sein d'un groupe, glissez-déposez l'entrée de mot de passe sur l'entrée existante à l'endroit souhaité. </li></ul></div><div> <b>Sauvegardez vos mots</b> de <b>passe</b> <ul><li> Au bas du type d'écran dans un mot de passe pour protéger tous vos autres mots de passe. Rappelez-vous, celui-ci conserve tous vos autres mots de passe sûrs, il devrait être un mot de passe. </li><li> En option, fournir une indication pour vous-même. En gardant à l'esprit le point ci-dessus, ne le rend pas évident. </li><li> Appuyez sur le bouton Encrypt. Cela permet de chiffrer tous vos mots de passe et emballer tout en un seul soigneusement fichier HTML. Vous pouvez l'enregistrer sur votre disque local ou peut-être un service cloud. </li><li> Vous devez éviter d'écraser la copie précédente de EveryPass, donc si quelque chose va mal, vous pouvez récupérer le fichier précédent. </li></ul></div><div> <b>Voir vos mots</b> de <b>passe</b> <ul><li> Pour afficher vos mots de passe, il suffit d'ouvrir le fichier EveryPass dans un navigateur Web et de fournir votre mot de passe maître. </li><li> Chaque entrée a un bouton Afficher, cliquez dessus pour voir vos secrets. </li></ul></div><div> <b>Importer</b> <ul><li> Il est possible d'utiliser cette copie de EveryPass pour importer des données provenant d'une autre copie EveryPass dans celui-ci. </li><li> Cliquez sur le bouton Importer dans le coin supérieur droit. </li><li> Fournir un mot de passe pour le fichier importé. </li><li> Les mots de passe et les groupes du fichier importé seront ajoutés au mot de passe et la liste des groupes de votre fichier en cours. </li><li> L'importation fournit également un moyen sûr d'accéder à un fichier EveryPass vous soupçonnez a été falsifié. </li></ul></div><div> <b>Chercher</b> <ul><li> La zone de recherche en haut de la page recherche dans toutes les cases d'entrée de chaque entrée. </li><li> Si une seule entrée est trouvée, elle ouvrira automatiquement pour vous. </li></ul></div>",
	"Service": "Un service",
	"Generate": "produire",
	"Add": "Ajouter",
	"Username": "Nom d'utilisateur",
	"AdditionalInfo": "Information additionnelle",
	"HelperQuestionExample": "Informations complémentaires, par exemple question d'aide",
	"QuestionAnswerExample": "Informations complémentaires réponse question par exemple",
	"HintToRemember": "Conseil de se rappeler",
	"Encrypt": "Crypter",
	"Show": "Montrer",
	"Go": "Aller",
	"Search": "Chercher",
	"DeletePasswordFor": "Supprimer Mot de passe",
	"Hide": "Cacher",
	"CouldNotDetermineAppType": "Impossible de déterminer le type d'application.",
	"IncorrectAppType": "type d'application incorrecte",
	"FileFormatIncorrect": "Format de fichier incorrect.",
	"InvalidCypherSettings": "Non valide les paramètres cypher",
	"ImportFailed": "Échec de l'importation:",
	"Version": "Version",
	"InitialisationVector": "Vecteur Initialiser",
	"Salt": "Sel",
	"CypherText": "texte Cypher",
	"IncorrectPassword": "Mot de passe incorrect, ou les données ont été corrompues",
	"Empty": "Vide",
	"Weak": "Faible",
	"OK": "D'accord",
	"Strong": "Fort",
	"InvalidFilename": "nom de fichier non valide, en utilisant par défaut",
	"InvalidTimeout": "délai d'attente non valide, en utilisant par défaut",
	"FileOpsNotSupported": "opérations de fichiers non pris en charge",
	"PasswordCannotBeEmpty": "Mot de passe ne peut pas être vide!",
	"WeakPasswordUsedWarning": "mot de passe faible utilisé - procéder à Crypter?",
	"NewPasswordFor": "Nouveau mot de passe pour ...",
	"SaveFilename": "Enregistrer le nom de fichier",
	"TimeoutPeriod": "délai d'attente",
	"ConfirmPasswordDeletion": "Confirmez la suppression des mots de passe et les groupes?",
	"more": "plus",
	"less": "Moins",
	"WebCryptoAPINotSupported": "API WebCrypto est pas pris en charge par ce navigateur Web. S'il vous plaît passer à un navigateur plus moderne, comme les versions actuelles de Edge, Firefox ou Chrome.",
	"NewGroupNamePlaceholder": "Nom du nouveau groupe",
	"GroupName": "Nom de groupe",
	"AddGroup": "Ajouter un groupe",
	"DefaultGroup": "Défaut",
	"DeleteGroup": "supprimer le groupe",
	"OptionKeepPwdsOfDeletedGrps": "Gardez les mots de passe de groupes supprimés?",
	"DeleteGroupKeepPwds": "Les mots de passe au sein du Groupe seront conservés.",
	"DeleteGroupLosePwds": "Les mots de passe au sein du groupe seront supprimés.",
	"MyStore": "Créer un mot de passe",
	"YouHaveNoPasswords": "Vous n'avez actuellement aucun mot de passe",
	"CreatePassword" : "Créer un mot de passe"
}