{
  "Import": "Impor",
  "Options": "Pilihan",
  "Help": "Tolong",
  "Javascript not enabled!": "JavaScript tidak diaktifkan!",
  "This application requires Javascript. Please enable it in your browser settings.": "Aplikasi ini memerlukan Javascript. Silakan aktifkan di pengaturan browser Anda.",
  "Your browser is unsupported!": "Browser Anda tidak didukung!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Silakan upgrade ke versi terbaru dari browser Anda untuk menggunakan aplikasi ini.",
  "This content is protected.": "Konten ini dilindungi.",
  "Please enter a password to unlock it.": "Silakan masukkan sandi untuk membukanya.",
  "Password": "Sandi",
  "Hint": "Petunjuk",
  "None provided": "Tidak ada yang disediakan",
  "Decrypt": "Mendekripsi",
  "HelpBasicString": "Consunet <b>EveryPass</b> adalah Password Manager yang memungkinkan Anda untuk mengakses semua password Anda, di web Anda mengaktifkan perangkat Apakah Anda terhubung ke Internet atau tidak. <b>EveryPass</b> gratis untuk digunakan, open source, gratis dari app toko dan kompatibel dengan perangkat yang paling modern (komputer, tablet, ponsel). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> berbeda untuk manajer sandi lain karena semua yang Anda butuhkan adalah terkandung dalam file HTML Anda membaca sekarang. <br/> <br/>                        <div><b>Keamanan</b> <ul><li><b>EveryPass</b> menggunakan enkripsi AES 256 bit untuk menyimpan data Anda, ini adalah sangat kuat bentuk enkripsi.</li>                                        <li><b>EveryPass</b> menggunakan peramban sebagai lingkungan eksekusi, Anda mungkin menggunakan peramban untuk perbankan Anda terlalu.</li>                                        <li><b>EveryPass</b> tidak menyimpan data Anda pada server, itu menyimpannya ke perangkat Anda menggunakan.</li>                                        <li>Jika Anda kehilangan sandi, itu dapat tidak dipulihkan.</li>                                        <li>Menyediakan alat-alat keamanan kualitas tinggi sangat sulit dan seperti alat-alat lain <b>EveryPass</b> dikenal kelemahan.</li>                                        <li>Untuk informasi lebih lanjut silakan lihat <a href=\"http://www.consunet.com.au\"> website.</a></li>                                </ul></div> <div><b>Tambahkan entri sandi baru</b> <ul><li>menemukan bentuk kosong entri di bagian bawah halaman, Anda mungkin perlu untuk menggulir.</li>                                        <li>Ketik password yang ada untuk di \"baru sandi untuk...\" kotak, misalnya my.emailserver.com</li>                                        <li>Ketik username dan password rincian dalam kotak bernama seperti.</li>                                        <li>Opsional, memberikan informasi tambahan, seperti pertanyaan dan jawaban tantangan untuk pemulihan password di kotak informasi tambahan.</li>                                        <li>Klik tombol Add untuk menambahkan password ke daftar sandi.</li>                                </ul></div> <div><b>Menghapus sebuah catatan sandi</b> <ul><li>Klik tombol Del pada entri yang Anda tidak ingin lagi.</li>                                </ul></div> <div><b>Menyimpan sandi</b> <ul><li>di bagian bawah layar ketik password untuk melindungi semua password Anda yang lain. Ingat, ini membuat semua password Anda yang lain aman sehingga seharusnya sandi yang kuat.</li>                                        <li>Opsional, memberikan petunjuk untuk diri sendiri. Mengingat titik di atas, jangan membuatnya jelas.</li>                                        <li>Menekan tombol mengenkripsi. Ini akan mengenkripsi semua password dan paket Anda semuanya rapi ke dalam satu file HTML. Anda dapat menyimpannya ke disk lokal Anda atau mungkin awan layanan.</li>                                        <li>Anda harus menghindari Timpa salinan sebelumnya EveryPass, jadi jika sesuatu yang tidak beres Anda dapat memulihkan dari file sebelumnya.</li>                                </ul></div> <div><b>Lihat sandi</b> <ul><li>untuk melihat sandi, cukup buka EveryPass file di web browser dan menyediakan sandi utama Anda.</li>                                        <li>Setiap entri telah menunjukkan tombol, klik untuk lihat rahasia.</li>                                </ul></div> <div><b>Impor</b> <ul><li>mungkin untuk menggunakan salinan EveryPass untuk mengimpor data dari salinan EveryPass lain ke satu ini.</li>                                        <li>Klik tombol impor di pojok kanan atas.</li>                                        <li>Menyediakan password untuk file yang diimpor.</li>                                        <li>Password dari file yang diimpor akan ditambahkan ke daftar sandi file Anda saat ini</li>                                        <li>Mengimpor juga menyediakan cara yang aman untuk mengakses file EveryPass Anda menduga telah dirusak dengan.</li>                                </ul></div> <div><b>Cari</b> <ul><li>kotak pencarian di bagian atas halaman pencarian di semua kotak input dari setiap entri.</li>                                        <li>Jika satu entri ditemukan, itu akan terbuka secara otomatis untuk Anda.</li>                                </ul>   </div>",
  "Service": "Layanan",
  "Generate": "Menghasilkan",
  "Add": "Tambahkan",
  "Username": "Nama pengguna",
  "Additional Info": "Info tambahan",
  "Additional info e.g. helper question": "Info tambahan misalnya penolong pertanyaan",
  "Additional info e.g. question answer": "Info tambahan misalnya pertanyaan jawaban",
  "Hint to remember": "Petunjuk untuk mengingat",
  "Encrypt": "Mengenkripsi",
  "Show": "Tampilkan",
  "Go": "Pergi",
  "Search": "Cari",
  "Delete Password for": "Menghapus sandi",
  "Hide": "Sembunyikan",
  "Could not determine application type.": "Tidak dapat menentukan jenis aplikasi.",
  "Incorrect application type": "Jenis aplikasi yang salah",
  "File format incorrect.": "Format file salah.",
  "Invalid cypher settings": "Pengaturan tidak valid cypher",
  "Import failed: ": "Impor gagal: ",
  "Version": "Versi",
  "Initialisation Vector": "Vektor inisialisasi",
  "Salt": "Garam",
  "Cypher text": "Teks Cypher",
  "Incorrect password, or data has been corrupted": "Password salah, atau data telah rusak",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Enkripsi ini tidak didukung di Safari karena kurangnya dukungan standar. Gunakan browser lain [misalnya Google Chrome atau Mozilla Firefox] untuk memungkinkan enkripsi file.",
  "Empty": "Kosong",
  "Weak": "Lemah",
  "OK": "Oke",
  "Strong": "Kuat",
  "Invalid filename, using default": "Nama, menggunakan default",
  "Invalid timeout, using default": "Timeout tidak valid, menggunakan default",
  "File operations not supported": "Operasi file tidak didukung",
  "Password cannot be empty!": "Password tak boleh kosong!",
  "Weak password used - proceed with Encrypt?": "Lemah password yang digunakan - melanjutkan mengenkripsi?",
  "New password for...": "Password baru untuk...",
  "Save filename": "Menyimpan nama file",
  "Timeout period": "Periode timeout",
  "Confirm deletion of passwords?": "Konfirmasi penghapusan password?",
  "more": "lebih",
  "less": "kurang"
}