{
	"ISOCode": "it",
	"Import": "Importare",
	"Options": "Opzioni",
	"Help": "Aiuto",
	"JavascriptNotEnabled": "Javascript non abilitato!",
	"ApplicationRequiresJavascript": "Questa applicazione richiede Javascript. Si prega di abilitarlo nelle impostazioni del browser.",
	"BrowserIsUnsupported": "Il tuo browser non è supportato!",
	"UpgradeBrowser": "Si prega di aggiornare alla versione più recente del browser al fine di utilizzare questa applicazione.",
	"ContentProtected": "Questo contenuto è protetto.",
	"PleaseEnterPassword": "Si prega di inserire una password per sbloccarlo.",
	"Password": "Parola d'ordine",
	"Hint": "Suggerimento",
	"NoneProvided": "Nessuno fornito",
	"Decrypt": "decrypt",
	"HelpBasicString": "Consunet <b>EveryPass</b> è un gestore di password che permette di accedere a tutte le tue password, su tutti i dispositivi abilitati vostro web se si è connessi a Internet o no. <b>EveryPass</b> è libero di utilizzare, open source, libero da app store e compatibile con la maggior parte dei dispositivi moderni (computer, tablet, telefoni). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> è diverso da altri gestori di password perché tutto il necessario è contenuto nel file HTML che state leggendo in questo momento. <br/><br/><div> <b>Sicurezza</b> <ul><li> <b>EveryPass</b> utilizza la crittografia AES a 256 bit per memorizzare i dati, si tratta di una forma molto forte di crittografia. </li><li> <b>EveryPass</b> utilizza il browser come ambiente di esecuzione, probabilmente utilizza il browser per il vostro settore bancario troppo. </li><li> <b>EveryPass</b> non memorizza i dati su un server, consente di risparmiare al dispositivo che si sta utilizzando. </li><li> Se si perde la password, non può essere recuperato. </li><li> Fornire strumenti di sicurezza di alta qualità è molto difficile e, come altri strumenti <b>EveryPass</b> ha conosciuto debolezze. </li><li> Per ulteriori informazioni si prega di consultare il <a href=\"https://consunet.com.au/products/everypass/\">sito web.</a> </li></ul></div><div> <b>Aggiungi nuova voce della password</b> <ul><li> Trovare il modulo di iscrizione vuota nella parte inferiore della pagina, potrebbe essere necessario scorrere verso il basso. </li><li> Digitare la password che cosa è per nella casella \"Nuova password per ...\", ad esempio my.emailserver.com </li><li> Digitare il nome utente e la password nelle caselle come nome. </li><li> Facoltativamente, fornire ulteriori informazioni, come domanda e risposta sfida per il recupero della password nel supplementare caselle di informazioni. </li><li> Fare clic sul pulsante Aggiungi per aggiungere la password del tuo elenco di password. </li></ul></div><div> <b>Rimuovere un inserimento della password</b> <ul><li> Fare clic sul pulsante Del sulla voce che non vuoi più. </li></ul></div><div> <b>Crea nuovo gruppo della password</b> <ul><li> Trovare il modulo di iscrizione vuota nella parte inferiore della pagina, potrebbe essere necessario scorrere verso il basso. </li><li> Digitare un nome per il nuovo gruppo nella casella \"Nome Nuovo gruppo\", che descrive tutte le password del gruppo conterrà, ad esempio shopping online. </li><li> Fare clic sul pulsante Aggiungi gruppo per aggiungere il nuovo gruppo alla lista. </li></ul></div><div> <b>Rimuovere un gruppo password di</b> <ul><li> Fare clic sul pulsante Del sul gruppo che non vuoi più. </li><li> Se l'opzione \"Mantieni le password di gruppi eliminati\" è selezionata, le password del gruppo verranno spostati fuori dal gruppo e tenute. </li><li> Se l'opzione \"Mantieni le password di gruppi eliminati\" non è selezionata, le password del gruppo verranno eliminati pure. </li></ul></div><div> <b>Aggiungi nuova password per un gruppo</b> <ul><li> Fare clic sul pulsante di default sul gruppo un tempo desiderato per renderlo il gruppo predefinito, come indicato da un pulsante di colori vivaci. </li><li> Aggiungere una nuova voce della password come descritto in precedenza e la nuova voce si unirà al gruppo subito dopo aver fatto clic su Aggiungi. </li></ul></div><div> <b>Riordino delle password</b> <ul><li> Trascinare e rilasciare un inserimento della password su qualsiasi altra immissione della password di prendere in consegna la sua posizione. </li><li> L'immissione della password esistente verrà spostata verso l'alto o verso il basso di una riga, a seconda di quale è stato più in alto sulla pagina. </li></ul></div><div> <b>Spostare una password esistente a un gruppo</b> <ul><li> Per aggiungere una voce di password per la fine di un gruppo, trascinare e rilasciare l'entrata sulla parte superiore del gruppo scelto. </li><li> Per aggiungere una voce della password in un'altra posizione all'interno di un gruppo, trascinare e rilasciare l'immissione della password sulla voce esistente nella posizione desiderata. </li></ul></div><div> <b>Salvare le password</b> <ul><li> Nella parte inferiore della schermata del tipo di una password per proteggere tutte le altre password. Ricordate, questo mantiene tutte le altre password sicure e quindi dovrebbe essere una password complessa. </li><li> Facoltativamente, fornire un suggerimento per voi stessi. Tenendo presente il punto di cui sopra, non rendono evidente. </li><li> Premi il pulsante Encrypt. Questo crittografare tutte le password e pacchetto tutto ordinatamente in un unico file HTML. È possibile salvarlo sul disco locale o forse un servizio cloud. </li><li> Si dovrebbe evitare di sovrascrivere la copia precedente del EveryPass, quindi se qualcosa va storto è possibile recuperare dal file precedente. </li></ul></div><div> <b>Visualizza le tue password</b> <ul><li> Per visualizzare le password, è sufficiente aprire il file EveryPass in un browser Web e fornire la password principale. </li><li> Ogni voce ha un pulsante Mostra, fare clic per visualizzare i vostri segreti. </li></ul></div><div> <b>Importare</b> <ul><li> E 'possibile usare questa copia di EveryPass per importare i dati da un altro EveryPass copiare in questo. </li><li> Fare clic sul pulsante Importa nell'angolo in alto a destra. </li><li> Fornire una password per il file importato. </li><li> Le password e gruppi dal file importato verranno aggiunti alla password e il gruppo Lista del file corrente. </li><li> Importazione fornisce anche un modo sicuro di accedere un file EveryPass si sospetta sia stato manomesso. </li></ul></div><div> <b>Ricerca</b> <ul><li> La casella di ricerca nella parte superiore della pagina le ricerche in tutte le caselle di input di ogni voce. </li><li> Se viene trovata una singola voce, si aprirà automaticamente per voi. </li></ul></div>",
	"Service": "Servizio",
	"Generate": "creare",
	"Add": "Inserisci",
	"Username": "Nome utente",
	"AdditionalInfo": "Informazioni addizionali",
	"HelperQuestionExample": "Ulteriori informazioni domanda ad esempio aiutante",
	"QuestionAnswerExample": "Ulteriori informazioni ad esempio domanda risposta",
	"HintToRemember": "Suggerimento da ricordare",
	"Encrypt": "Encrypt",
	"Show": "Mostrare",
	"Go": "Partire",
	"Search": "Ricerca",
	"DeletePasswordFor": "Cancella password per",
	"Hide": "Nascondere",
	"CouldNotDetermineAppType": "Impossibile determinare il tipo di applicazione.",
	"IncorrectAppType": "tipo di applicazione corretto",
	"FileFormatIncorrect": "Formato file errato.",
	"InvalidCypherSettings": "impostazioni Cypher non valide",
	"ImportFailed": "Importazione non riuscita:",
	"Version": "Versione",
	"InitialisationVector": "vettore di inizializzazione",
	"Salt": "sale",
	"CypherText": "testo Cypher",
	"IncorrectPassword": "password non corretta, o dati sono stati danneggiati",
	"Empty": "Vuoto",
	"Weak": "Debole",
	"OK": "ok",
	"Strong": "Forte",
	"InvalidFilename": "il nome del file non valido, utilizzando di default",
	"InvalidTimeout": "timeout non valido, utilizzando di default",
	"FileOpsNotSupported": "Operazioni sui file non supportati",
	"PasswordCannotBeEmpty": "La password non può essere vuoto!",
	"WeakPasswordUsedWarning": "password debole usato - procedere con Encrypt?",
	"NewPasswordFor": "Nuova password per ...",
	"SaveFilename": "Salva il nome del file",
	"TimeoutPeriod": "periodo di timeout",
	"ConfirmPasswordDeletion": "Confermare l'eliminazione delle password e dei gruppi?",
	"more": "Di Più",
	"less": "Di meno",
	"WebCryptoAPINotSupported": "WebCrypto API non è supportata da questo browser. Si prega di passare a un browser più moderno, come ad esempio le versioni attuali di bordo, Firefox o Chrome.",
	"NewGroupNamePlaceholder": "Nome nuovo gruppo",
	"GroupName": "Nome del gruppo",
	"AddGroup": "Aggiungere gruppo",
	"DefaultGroup": "Predefinito",
	"DeleteGroup": "Elimina gruppo",
	"OptionKeepPwdsOfDeletedGrps": "Mantenere le password di gruppi eliminati?",
	"DeleteGroupKeepPwds": "Le password del Gruppo saranno mantenuti.",
	"DeleteGroupLosePwds": "Le password del Gruppo verranno eliminati.",
	"MyStore": "Il mio negozio",
	"YouHaveNoPasswords": "Al momento non hai password",
	"CreatePassword" : "Crea password"
}