{
  "Import": "Importazione",
  "Options": "Opzioni",
  "Help": "Guida",
  "JavascriptNotEnabled": "JavaScript non è abilitato!",
  "ApplicationRequiresJavascript": "Questa applicazione richiede Javascript. Si prega di abilitarlo nelle impostazioni del tuo browser.",
  "BrowserIsUnsupported": "Il tuo browser non è supportato!",
  "UpgradeBrowser": "Si prega di aggiornare all'ultima versione del tuo browser per poter utilizzare questa applicazione.",
  "ContentProtected": "Questo contenuto è protetto.",
  "PleaseEnterPassword": "Prego inserire una password per sbloccarlo.",
  "Password": "Password",
  "Hint": "Suggerimento",
  "NoneProvided": "Nessuno ha fornito",
  "Decrypt": "Decriptare",
  "HelpBasicString": "Consunet <b>EveryPass</b> è un gestore di Password che consente di accedere a tutte le tue password, su tutti i vostri web dispositivi abilitati se si è connessi a Internet o no. <b>EveryPass</b> è gratuito, open source, libero da app store e compatibile con i più moderni dispositivi (computer, tablet, telefoni). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> è diverso da altri gestori di password, perché tutto ciò che si richiede è contenuta nel file HTML che state leggendo ora. <br/> <br/>                        <div><b>Sicurezza</b> <ul><li><b>EveryPass</b> utilizza la crittografia AES a 256 bit per memorizzare i vostri dati, questo è una molto forte forma di crittografia.</li>                                        <li><b>EveryPass</b> utilizza il browser come l'ambiente di esecuzione, è probabilmente utilizzare il browser per vostro bancarie troppo.</li>                                        <li><b>EveryPass</b> non memorizza i dati su un server, si salva per il dispositivo in uso.</li>                                        <li>Se perdi la password, non possono essere recuperato.</li>                                        <li>Fornendo strumenti di sicurezza di alta qualità è molto difficile e come altri strumenti <b>EveryPass</b> ha conosciuto debolezze.</li>                                        <li>Per ulteriori informazioni si veda il <a href=\"http://www.consunet.com.au\"> sito.</a></li>                                </ul></div> <div><b>Aggiungi nuova voce password</b> <ul><li>trovare il modulo di iscrizione vuota nella parte inferiore della pagina, potrebbe essere necessario scorrere verso il basso.</li>                                        <li>Tipo qual è la password nella \"nuova password for...\" casella, ad esempio my.emailserver.com</li>                                        <li>Tipo nei dettagli username e password nelle caselle nome simile.</li>                                        <li>Facoltativamente, fornire informazioni aggiuntive, come la sfida di domanda e risposta per il recupero della password nelle caselle informazioni.</li>                                        <li>Fare clic sul pulsante Aggiungi per aggiungere la password alla tua lista di password.</li>                                </ul></div> <div><b>Rimuovere una voce password</b> <ul><li>clic sul pulsante della voce che non si desidera piu '.</li>                                </ul></div> <div><b>Salvare le password</b> <ul><li>nella parte inferiore del tipo schermo in una password per proteggere tutte le tue password. Ricordate, questo uno mantiene tutte le tue password sicura quindi dovrebbe essere una password complessa.</li>                                        <li>Facoltativamente, fornire un suggerimento per voi stessi. Tenendo presente il punto di cui sopra, non rendono evidente.</li>                                        <li>Colpire il pulsante Encrypt. Questo crittografare tutte le password e pacchetto tutto ordinatamente in un unico file HTML. È possibile salvare al tuo disco locale o forse un servizio cloud.</li>                                        <li>Si dovrebbe evitare di sovrascrivere la copia precedente del EveryPass, così se qualcosa va storto è possibile ripristinare il file precedente.</li>                                </ul></div> <div><b>Mostra le password</b> <ul><li>Mostra le password, basta aprire il file EveryPass in un browser web e fornire la master password.</li>                                        <li>Ogni voce ha uno spettacolo pulsante, fare clic su esso per visualizzare i vostri segreti.</li>                                </ul></div> <div><b>Import</b> <ul><li>è possibile utilizzare questa copia di EveryPass per importare i dati da un'altra copia di EveryPass in questo.</li>                                        <li>Fare clic sul pulsante Importa in alto a destra.</li>                                        <li>Fornire una password per il file importato.</li>                                        <li>Le password da file importato verranno aggiunto alla lista di password di file corrente</li>                                        <li>Importazione inoltre fornisce un modo sicuro di accedere a un file di EveryPass si sospetta è stata manomessa.</li>                                </ul></div> <div><b>Ricerca</b> <ul><li>casella di ricerca nella parte superiore della pagina Cerca in tutte le caselle di input di ogni entrata.</li>                                        <li>Se viene trovata una sola voce, aprirà automaticamente per voi.</li>                                </ul>   </div>",
  "Service": "Servizio",
  "Generate": "Generare",
  "Add": "Aggiungi",
  "Username": "Nome utente",
  "AdditionalInfo": "Ulteriori Info",
  "HelperQuestionExample": "Ulteriori info per esempio domanda di supporto",
  "QuestionAnswerExample": "Ulteriori info per esempio domanda risposta",
  "HintToRemember": "Suggerimento da ricordare",
  "Encrypt": "Crittografare",
  "Show": "Visualizza",
  "Go": "Vai",
  "Search": "Ricerca",
  "DeletePasswordFor": "Eliminare la Password per",
  "Hide": "Nascondere",
  "CouldNotDetermineAppType": "Impossibile determinare il tipo di applicazione.",
  "IncorrectAppType": "Tipo di applicazione non corretta",
  "FileFormatIncorrect": "Formato di file non corretto.",
  "InvalidCypherSettings": "Impostazioni di cypher non valido",
  "ImportFailed": "Importazione fallita: ",
  "Version": "Versione",
  "InitialisationVector": "Vettore di inizializzazione",
  "Salt": "Sale",
  "CypherText": "Testo di Cypher",
  "IncorrectPassword": "Dati o password errata sono stato danneggiato",
  "EncryptionNotSupportedOnSafari": "La crittografia non è attualmente supportata su Safari dovuta alla mancanza di supporto agli standard. Si prega di utilizzare un browser differente [ad esempio Google Chrome o Mozilla Firefox] per consentire la crittografia dei file.",
  "Empty": "Vuoto",
  "Weak": "Debole",
  "OK": "Ok",
  "Strong": "Strong",
  "InvalidFilename": "Nome file non valido, usando di default",
  "InvalidTimeout": "Timeout non valido, usando di default",
  "FileOpsNotSupported": "Operazioni di file non supportate",
  "PasswordCannotBeEmpty": "Password non può essere vuoto!",
  "WeakPasswordUsedWarning": "Password deboli utilizzata - procedere con Encrypt?",
  "NewPasswordFor": "Nuova password per...",
  "SaveFilename": "Salvare filename",
  "TimeoutPeriod": "Periodo di timeout",
  "ConfirmPasswordDeletion": "Conferma eliminazione delle password?",
  "more": "più",
  "less": "meno"
}