{
	"Import": "Importeren",
	"Options": "opties",
	"Help": "Helpen",
	"JavascriptNotEnabled": "Javascript niet geactiveerd!",
	"ApplicationRequiresJavascript": "Voor deze applicatie moet Javascript. Gelieve in te schakelen in uw browser-instellingen.",
	"BrowserIsUnsupported": "Uw browser wordt niet ondersteund!",
	"UpgradeBrowser": "Gelieve te upgraden naar de nieuwste versie van uw browser om deze toepassing te gebruiken.",
	"ContentProtected": "Deze inhoud wordt beschermd.",
	"PleaseEnterPassword": "Voer een wachtwoord in om het te ontgrendelen.",
	"Password": "Wachtwoord",
	"Hint": "wenk",
	"NoneProvided": "geen gegevens verstrekt",
	"Decrypt": "decoderen",
	"HelpBasicString": "Consunet <b>EveryPass</b> is een Password Manager die u toelaat om toegang te krijgen tot al uw wachtwoorden, op al uw web-enabled apparaten of je verbonden bent met het internet of niet. <b>EveryPass</b> is gratis te gebruiken, open source, vrij van app stores en compatibel met de meeste moderne apparaten (computers, tablets, telefoons). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> onderscheidt zich van andere password managers, want alles wat je nodig is opgenomen in het HTML-bestand dat u nu leest. <br/><br/><div> <b>Veiligheid</b> <ul><li> <b>EveryPass</b> maakt gebruik van AES 256-bit encryptie om uw gegevens op te slaan, dit is een zeer sterke vorm van encryptie. </li><li> <b>EveryPass</b> gebruikt uw browser als de uitvoering milieu, u waarschijnlijk gebruik maken van uw browser voor uw bankzaken ook. </li><li> <b>EveryPass</b> niet uw gegevens op te slaan op een server, slaat het op het apparaat dat u gebruikt. </li><li> Als u uw wachtwoord verliest, kan het niet meer worden hersteld. </li><li> Het leveren van hoogwaardige security tools is zeer moeilijk en net als andere instrumenten <b>EveryPass</b> bekend heeft zwakke punten. </li><li> Voor meer informatie zie de <a href=\"http://www.consunet.com.au\">website.</a> </li></ul></div><div> <b>Voeg nieuwe wachtwoord</b> <ul><li> Zoek de lege inschrijfformulier aan de onderkant van de pagina, moet u naar beneden scrollen. </li><li> Typ wat het wachtwoord is voor het in het vak \"Nieuwe wachtwoord voor ...\", bijv my.emailserver.com </li><li> Typ de gebruikersnaam en wachtwoord in de gelijknamige vakken. </li><li> Eventueel aanvullende informatie, zoals vraag en antwoord uitdaging voor wachtwoord herstel in de Aanvullende informatie dozen. </li><li> Klik op de knop Toevoegen om het wachtwoord toe te voegen aan uw wachtwoord lijst. </li></ul></div><div> <b>Verwijderen van een wachtwoord</b> <ul><li> Klik op de Del-knop op het nummer dat u niet meer wilt. </li></ul></div><div> <b>Sla uw wachtwoorden</b> <ul><li> Aan de onderkant van het type scherm in een wachtwoord om al uw andere wachtwoorden te beschermen. Vergeet niet, dit houdt al uw andere wachtwoorden veilig, zodat het een sterk wachtwoord moet zijn. </li><li> Optioneel bieden een hint voor jezelf. Met in het achterhoofd het punt boven, niet het duidelijk te maken. </li><li> Hit het versleutelen knop. Dit zal al uw wachtwoorden te versleutelen en te verpakken alles netjes in een enkel HTML-bestand. U kunt het op te slaan op uw lokale schijf of misschien een cloud service. </li><li> Je moet voorkomen dat het overschrijven van de vorige kopie van EveryPass, dus als er iets mis gaat u kunt bijkomen van het vorige bestand. </li></ul></div><div> <b>Bekijk uw wachtwoorden</b> <ul><li> Om uw wachtwoorden te bekijken, opent de EveryPass bestand in een webbrowser en geef uw hoofdwachtwoord. </li><li> Elk item heeft een Show knop, klik erop om je geheimen te bekijken. </li></ul></div><div> <b>Importeren</b> <ul><li> Men kan dit exemplaar van EveryPass gebruiken om invoer data van andere EveryPass kopiëren in deze. </li><li> Klik op de knop Importeren in de rechter bovenhoek. </li><li> Zorg voor een wachtwoord voor het geïmporteerde bestand. </li><li> Wachtwoorden van het geïmporteerde bestand zal worden toegevoegd aan het huidige bestand wachtwoordlijst </li><li> Importeren biedt ook een veilige manier van toegang tot een EveryPass bestand dat u vermoedt dat geknoeid is. </li></ul></div><div> <b>Zoeken</b> <ul><li> Het zoekvak aan de bovenkant van de pagina zoekt in alle invoervelden van elke vermelding. </li><li> Als een single entry wordt gevonden, wordt deze automatisch voor u openen. </li></ul></div>",
	"Service": "Service",
	"Generate": "voortbrengen",
	"Add": "Toevoegen",
	"Username": "Gebruikersnaam",
	"AdditionalInfo": "Extra informatie",
	"HelperQuestionExample": "Aanvullende informatie bijvoorbeeld helper vraag",
	"QuestionAnswerExample": "Aanvullende informatie zoals vraag- en antwoord",
	"HintToRemember": "Hint om te onthouden",
	"Encrypt": "versleutelen",
	"Show": "Laten zien",
	"Go": "Gaan",
	"Search": "Zoeken",
	"DeletePasswordFor": "Verwijder wachtwoord voor",
	"Hide": "Verbergen",
	"CouldNotDetermineAppType": "Kon het type aanvraag niet vast te stellen.",
	"IncorrectAppType": "Onjuist type toepassing",
	"FileFormatIncorrect": "formaat bestand onjuist.",
	"InvalidCypherSettings": "Ongeldige encryptie instellingen",
	"ImportFailed": "Import is mislukt:",
	"Version": "Versie",
	"InitialisationVector": "initialisatie Vector",
	"Salt": "Zout",
	"CypherText": "Cypher tekst",
	"IncorrectPassword": "Onjuist wachtwoord, of data is beschadigd",
	"Empty": "Leeg",
	"Weak": "Zwak",
	"OK": "OK",
	"Strong": "Sterk",
	"InvalidFilename": "Ongeldige bestandsnaam, met behulp van standaard",
	"InvalidTimeout": "Ongeldige time-out, met de standaardinstellingen",
	"FileOpsNotSupported": "File operaties niet ondersteund",
	"PasswordCannotBeEmpty": "Wachtwoord mag niet leeg zijn!",
	"WeakPasswordUsedWarning": "Zwak wachtwoord gebruikt - doorgaan met coderen?",
	"NewPasswordFor": "Nieuw wachtwoord voor ...",
	"SaveFilename": "filename Save",
	"TimeoutPeriod": "Time-out periode",
	"ConfirmPasswordDeletion": "Bevestig dat wachtwoorden en groepen?",
	"more": "meer",
	"less": "minder",
	"WebCryptoAPINotSupported": "WebCrypto API wordt niet ondersteund door deze webbrowser. Schakel over op een meer moderne browser, zoals de huidige versies van Edge, Firefox of Chrome.",
	"NewGroupNamePlaceholder": "Nieuwe groepsnaam",
	"GroupName": "Groepsnaam",
	"AddGroup": "Groep toevoegen",
	"DefaultGroup": "Standaard",
	"DeleteGroup": "Groep verwijderen",
	"OptionKeepPwdsOfDeletedGrps": "Houd wachtwoorden van verwijderde groepen?",
	"DeleteGroupKeepPwds": "Wachtwoorden in de groep zal worden gehouden.",
	"DeleteGroupLosePwds": "Wachtwoorden in de groep zullen worden verwijderd."
}