{
  "Import": "Importeren",
  "Options": "Opties",
  "Help": "Help",
  "Javascript not enabled!": "JavaScript niet ingeschakeld!",
  "This application requires Javascript. Please enable it in your browser settings.": "Deze applicatie moet Javascript. Activeer het in uw browser-instellingen.",
  "Your browser is unsupported!": "Uw browser wordt niet ondersteund!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Gelieve te upgraden naar de nieuwste versie van uw browser om deze toepassing te gebruiken.",
  "This content is protected.": "Deze inhoud wordt beschermd.",
  "Please enter a password to unlock it.": "Voer a.u.b. een wachtwoord om te ontgrendelen.",
  "Password": "Wachtwoord",
  "Hint": "Hint",
  "None provided": "Geen verstrekte",
  "Decrypt": "Decoderen",
  "HelpBasicString": "Consunet <b>EveryPass</b> is een Manager van het wachtwoord waarmee u toegang tot al uw wachtwoorden, op al uw web-apparaten, ongeacht of u met Internet of niet verbonden bent. <b>EveryPass</b> is gratis te gebruiken, open-source, gratis van app winkels en compatibel met de meeste moderne apparaten (tabletten, computers, telefoons). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> is anders dan andere wachtwoord managers, omdat alles wat u nodig is opgenomen in het HTML-bestand dat u aan het lezen bent nu. <br/> <br/>                        <div><b>Security</b> <ul><li><b>EveryPass</b> AES 256-bits codering gebruikt voor het opslaan van uw gegevens, dit is een zeer sterke vorm van encryptie.</li>                                        <li><b>EveryPass</b> gebruikt uw browser als de uitvoeringsomgeving, u waarschijnlijk gebruik maken van uw browser voor uw banking te.</li>                                        <li><b>EveryPass</b> uw gegevens niet op een server opslaat, het bespaart het naar het apparaat dat u gebruikt.</li>                                        <li>Als u uw wachtwoord verliest, het niet kan worden hersteld.</li>                                        <li>Het verstrekken van hoge kwaliteit beveiligingsprogramma's is zeer moeilijk en zoals andere tools <b>EveryPass</b> zwakke punten heeft bekend.</li>                                        <li>Zie voor meer informatie gelieve de <a href=\"http://www.consunet.com.au\"> website.</a></li>                                </ul></div> <div><b>Het nieuwe wachtwoord vermelding toevoegen</b> <ul><li>vinden het lege formulier aan de onderkant van de pagina, moet u mogelijk naar beneden schuiven.</li>                                        <li>Typ wat het wachtwoord is voor in de \"nieuwe wachtwoord for...\" vak, bijvoorbeeld my.emailserver.com</li>                                        <li>Type in de gebruikersnaam en het wachtwoord details in de soortgelijke benoemde vakken.</li>                                        <li>Optioneel, vindt u extra informatie, zoals vraag en antwoord uitdaging voor wachtwoord herstel in de vakken extra informatie.</li>                                        <li>Klik op de knop toevoegen als u wilt het wachtwoord toevoegen aan uw wachtwoordenlijst met.</li>                                </ul></div> <div><b>Een wachtwoord vermelding verwijderen</b> <ul><li>Klik op de knop Del op de vermelding die u niet meer wilt.</li>                                </ul></div> <div><b>Uw wachtwoorden opslaan</b> <ul><li>aan de onderkant van het schermtype in een wachtwoord te beschermen van al uw andere wachtwoorden. Vergeet niet, dit één houdt al uw andere wachtwoorden veilig dus het moet een sterk wachtwoord.</li>                                        Een hint opgeven <li>eventueel, voor jezelf. Rekening houdend met het bovenstaande punt niet maken het voor de hand liggende.</li>                                        <li>Druk op de knop coderen. Dit zal alle uw wachtwoorden en coderen pakket alles netjes in een enkel HTML-bestand. Kunt u deze opslaan op uw lokale schijf of misschien een wolk service.</li>                                        <li>Zou u moeten vermijden het vorige exemplaar van EveryPass, dus als er iets misgaat u van het vorige bestand herstellen kunt overschreven.</li>                                </ul></div> <div><b>Bekijken uw wachtwoorden</b> <ul><li>te bekijken uw wachtwoorden, gewoon open het EveryPass bestand in een webbrowser en bieden uw hoofdwachtwoord.</li>                                        <li>Elke vermelding heeft een Show knop, klikt u erop om te bekijken van uw geheimen.</li>                                </ul></div> <div><b>Importeren</b> <ul><li>is het mogelijk gebruik dit exemplaar van EveryPass gegevens importeren uit een ander exemplaar van de EveryPass in deze.</li>                                        <li>Klik op de knop importeren in de hoogste juiste hoek.</li>                                        <li>Geef een wachtwoord voor het geïmporteerde bestand.</li>                                        <li>Wachtwoorden uit het geïmporteerde bestand zal worden toegevoegd aan uw huidige bestand wachtwoordenlijst</li>                                        <li>Ook importeren biedt een veilige manier toegang tot een EveryPass bestand u vermoedt dat er is geknoeid.</li>                                </ul></div> <div><b>Zoek</b> <ul><li>het zoekvak boven aan de pagina wordt gezocht in de invoervakken van elke vermelding.</li>                                        <li>Als een enkele vermelding wordt gevonden, zal het automatisch voor u openen.</li>                                </ul>   </div>",
  "Service": "Service",
  "Generate": "Genereren",
  "Add": "Toevoegen",
  "Username": "Gebruikersnaam",
  "Additional Info": "Extra Info",
  "Additional info e.g. helper question": "Extra info bijvoorbeeld helper vraag",
  "Additional info e.g. question answer": "Extra info bijvoorbeeld vraag antwoord",
  "Hint to remember": "Tip om te onthouden",
  "Encrypt": "Coderen",
  "Show": "Toon",
  "Go": "Gaan",
  "Search": "Zoeken",
  "Delete Password for": "Wachtwoord voor verwijderen",
  "Hide": "Verbergen",
  "Could not determine application type.": "Kon niet bepalen toepassingstype.",
  "Incorrect application type": "Onjuiste toepassingstype",
  "File format incorrect.": "De bestandsindeling is onjuist.",
  "Invalid cypher settings": "Ongeldige cypher instellingen",
  "Import failed: ": "Importeren is mislukt: ",
  "Version": "Versie",
  "Initialisation Vector": "Initialisatie Vector",
  "Salt": "Zout",
  "Cypher text": "Cypher tekst",
  "Incorrect password, or data has been corrupted": "Onjuist wachtwoord of data is beschadigd",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Codering is niet momenteel ondersteund op Safari wegens gebrek aan ondersteuning voor standaarden. Gebruik een andere browser [bijvoorbeeld Google Chrome of Mozilla Firefox] om codering van bestanden toestaan.",
  "Empty": "Leeg",
  "Weak": "Zwak",
  "OK": "OK",
  "Strong": "Strong",
  "Invalid filename, using default": "Ongeldige bestandsnaam, met behulp van standaard",
  "Invalid timeout, using default": "Ongeldige time-out, met behulp van standaard",
  "File operations not supported": "Bestandsbewerkingen niet ondersteund",
  "Password cannot be empty!": "Wachtwoord mag niet leeg zijn!",
  "Weak password used - proceed with Encrypt?": "Zwak wachtwoord gebruikt - doorgaan met coderen?",
  "New password for...": "Nieuw wachtwoord voor...",
  "Save filename": "Bestandsnaam opslaan",
  "Timeout period": "Time-outperiode",
  "Confirm deletion of passwords?": "Bevestig verwijdering van wachtwoorden?",
  "more": "meer",
  "less": "minder"
}