{
	"Import": "Import",
	"Options": "Opcje",
	"Help": "Wsparcie",
	"JavascriptNotEnabled": "JavaScript nie jest włączona!",
	"ApplicationRequiresJavascript": "Ta aplikacja wymaga Javascript. Należy ją włączyć w ustawieniach przeglądarki.",
	"BrowserIsUnsupported": "Twoja przeglądarka nie jest obsługiwany!",
	"UpgradeBrowser": "Proszę uaktualnić do najnowszej wersji przeglądarki, aby móc korzystać z tej aplikacji.",
	"ContentProtected": "Ten materiał jest chroniony.",
	"PleaseEnterPassword": "Podaj hasło, aby go odblokować.",
	"Password": "Hasło",
	"Hint": "Wskazówka",
	"NoneProvided": "Podane dane są nieprawidłowe",
	"Decrypt": "odszyfrować",
	"HelpBasicString": "Consunet <b>EveryPass</b> to menedżer haseł, który pozwala na dostęp do wszystkich haseł, na wszystkich urządzeniach sieciowych włączona czy są podłączone do Internetu lub nie. <b>EveryPass</b> jest darmowy, open source, wolne od sklepów z aplikacjami i jest kompatybilny z większością nowoczesnych urządzeń (komputery, tablety, telefony). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> różni się od innych menedżerów hasła, ponieważ wszystko, czego wymagają zawarta jest w pliku HTML czytasz teraz. <br/><br/><div> <b>Bezpieczeństwo</b> <ul><li> <b>EveryPass</b> wykorzystuje szyfrowanie AES 256 bit do przechowywania danych, jest to bardzo silna forma szyfrowania. </li><li> <b>EveryPass</b> wykorzystuje przeglądarkę jako środowiska wykonawczego, prawdopodobnie za pomocą przeglądarki do bankowości zbyt. </li><li> <b>EveryPass</b> nie przechowuje dane na serwerze, zapisuje go na urządzenie, którego używasz. </li><li> W przypadku utraty hasła, to nie mogą być odzyskane. </li><li> Zapewnienie wysokiej jakości narzędzi zabezpieczających jest bardzo trudne i podobnie jak inne narzędzia <b>EveryPass</b> jest znane słabości. </li><li> Aby uzyskać więcej informacji na <a href=\"http://www.consunet.com.au\">stronie internetowej.</a> </li></ul></div><div> <b>Dodaj nowy wpis hasło</b> <ul><li> Znajdź pusty formularz zgłoszeniowy na dole strony, może być konieczne, aby przewinąć w dół. </li><li> Wpisz hasło, co jest w polu „Nowe hasło dla ...”, np my.emailserver.com </li><li> Wpisz nazwę użytkownika i hasło w polach podobnych nazwach. </li><li> Ewentualnie dostarczenie dodatkowych informacji, takich jak zapytania i odpowiedzi wyzwanie dla odzyskiwania hasła w polach dodatkowych informacji. </li><li> Kliknij przycisk Dodaj, aby dodać hasło do swojej listy haseł. </li></ul></div><div> <b>Usuń wpis hasło</b> <ul><li> Kliknij przycisk Del na wejściu nie ma już. </li></ul></div><div> <b>Utwórz nową grupę hasło</b> <ul><li> Znajdź pusty formularz zgłoszeniowy na dole strony, może być konieczne, aby przewinąć w dół. </li><li> Wpisz nazwę nowej grupy w polu „Nowa nazwa grupy”, która opisuje wszystkie hasła grupa będzie zawierać np zakupy online. </li><li> Kliknij przycisk Add Grupa dodać nową grupę do listy. </li></ul></div><div> <b>Usuń grupę hasło</b> <ul><li> Kliknij przycisk Del na grupie nie ma już. </li><li> Jeśli opcja „Keep haseł usuniętych grup” jest zaznaczone, wszystkie hasła w grupie zostanie przeniesiony z grupy i przechowywane. </li><li> Jeśli opcja „Keep haseł usuniętych grup” nie jest zaznaczona, wszystkie hasła w grupie zostaną usunięte. </li></ul></div><div> <b>Dodaj nowe hasło do grupy</b> <ul><li> Kliknij przycisk Domyślne od pożądanej grupy jednorazowo aby domyślną grupę, jak wskazano w jasnych kolorach przycisk. </li><li> Dodaj nowy wpis hasłem, jak opisano powyżej, a nowy wpis dołączy do grupy natychmiast po kliknięciu Dodaj. </li></ul></div><div> <b>Zmiana kolejności haseł</b> <ul><li> Przeciągnij i upuść wprowadzenia hasła na dowolnej innej wprowadzania hasła w celu przejęcia jego lokalizację. </li><li> Istniejący wpis hasło zostanie przesunięty w górę lub w dół o jeden wiersz, w zależności od których była wyższa na stronie. </li></ul></div><div> <b>Przenieść istniejące hasło do grupy</b> <ul><li> Dodać wprowadzenia hasła na końcu grupy, przeciągnij i upuść wejście na górnej części wybranej grupy. </li><li> Dodać wprowadzenia hasła do innego położenia w obrębie grupy, przeciągnij i upuść wprowadzenia hasła na istniejący wpis w żądanym miejscu. </li></ul></div><div> <b>Zapisz swoje hasło</b> <ul><li> Na dole ekranu w rodzaju hasła, aby chronić wszystkich innych haseł. Pamiętaj, że ten trzyma wszystkich innych haseł bezpiecznych tak powinno być silnym hasłem. </li><li> Ewentualnie dostarczyć wskazówkę dla siebie. Pamiętając o punkt wyżej, nie sprawiają, że oczywiste. </li><li> Hit przycisk Szyfrowanie. Spowoduje to szyfrowanie wszystkich haseł i starannie zapakować wszystko w jednym pliku HTML. Można zapisać go na dysku lokalnym, a może usługi w chmurze. </li><li> Należy unikać nadpisywania poprzednią kopię EveryPass, więc jeśli coś pójdzie nie tak można odzyskać z poprzedniego pliku. </li></ul></div><div> <b>Zobacz swoje hasło</b> <ul><li> Aby wyświetlić haseł, wystarczy otworzyć plik EveryPass w przeglądarce internetowej i podać swoje hasło główne. </li><li> Każdy wpis posiada Pokaż przycisk, kliknij go, aby zobaczyć swoje tajemnice. </li></ul></div><div> <b>Import</b> <ul><li> Jest możliwe, aby korzystać z tej kopii EveryPass importować dane z innego EveryPass skopiować do tego. </li><li> Kliknij przycisk Importuj w prawym górnym rogu. </li><li> Podać hasło dla importowanego pliku. </li><li> Haseł i grup z importowanego pliku zostaną dołączone do listy haseł i grup swoim obecnym pliku. </li><li> Importowanie również zapewnia bezpieczny sposób dostępu do pliku EveryPass podejrzany został naruszony. </li></ul></div><div> <b>Szukaj</b> <ul><li> Pole wyszukiwania na górze strony wyszukiwania we wszystkich polach wejściowych każdego wpisu. </li><li> Jeśli pojedynczy wpis zostanie znaleziony, zostanie ona automatycznie otworzy dla ciebie. </li></ul></div>",
	"Service": "Usługa",
	"Generate": "Generować",
	"Add": "Dodaj",
	"Username": "Nazwa Użytkownika",
	"AdditionalInfo": "Dodatkowe informacje",
	"HelperQuestionExample": "Informacje dodatkowe np pomocnik pytanie",
	"QuestionAnswerExample": "Informacje dodatkowe np pytanie odpowiedź",
	"HintToRemember": "Podpowiedź do zapamiętania",
	"Encrypt": "Szyfrowanie",
	"Show": "Pokazać",
	"Go": "Udać się",
	"Search": "Szukaj",
	"DeletePasswordFor": "Usuwanie hasła",
	"Hide": "Ukryć",
	"CouldNotDetermineAppType": "Nie można określić typu aplikacji.",
	"IncorrectAppType": "Nieprawidłowy typ aplikacji",
	"FileFormatIncorrect": "Format pliku nieprawidłowe.",
	"InvalidCypherSettings": "Nieprawidłowe ustawienia cypher",
	"ImportFailed": "Import nie powiodło się:",
	"Version": "Wersja",
	"InitialisationVector": "Wektor inicjalizacji",
	"Salt": "Sól",
	"CypherText": "tekst Cypher",
	"IncorrectPassword": "Nieprawidłowe hasło lub dane zostały uszkodzone",
	"Empty": "Pusty",
	"Weak": "Słaby",
	"OK": "ok",
	"Strong": "Silny",
	"InvalidFilename": "Nieprawidłowa nazwa pliku, używając domyślnego",
	"InvalidTimeout": "Nieprawidłowy limit czasu przy użyciu domyślnego",
	"FileOpsNotSupported": "Operacje na plikach nie jest obsługiwana",
	"PasswordCannotBeEmpty": "Hasło nie może być puste!",
	"WeakPasswordUsedWarning": "Słaby hasło używane - kontynuować Szyfrowanie?",
	"NewPasswordFor": "Nowe hasło dla ...",
	"SaveFilename": "Zapisz nazwa pliku",
	"TimeoutPeriod": "limit czasu",
	"ConfirmPasswordDeletion": "Potwierdź usunięcie haseł i grup?",
	"more": "jeszcze",
	"less": "mniej",
	"WebCryptoAPINotSupported": "WebCrypto API nie jest obsługiwany przez tę przeglądarkę. Proszę przejść do bardziej nowoczesnej przeglądarki, takie jak obecnych wersjach EDGE, Firefox lub Chrome.",
	"NewGroupNamePlaceholder": "Nowa nazwa grupy",
	"GroupName": "Nazwa grupy",
	"AddGroup": "Dodaj grupę",
	"DefaultGroup": "Domyślna",
	"DeleteGroup": "Usuń grupę",
	"OptionKeepPwdsOfDeletedGrps": "Przechowywać haseł usuniętych grup?",
	"DeleteGroupKeepPwds": "Hasła w Grupie będą przechowywane.",
	"DeleteGroupLosePwds": "Hasła w Grupie zostaną usunięte."
}