{
	"Import": "Importar",
	"Options": "opções",
	"Help": "Socorro",
	"JavascriptNotEnabled": "Javascript não ativado!",
	"ApplicationRequiresJavascript": "Esta aplicação necessita que o Javascript. Por favor, ative-o nas configurações do seu navegador.",
	"BrowserIsUnsupported": "Seu navegador não é suportado!",
	"UpgradeBrowser": "Faça o upgrade para a versão mais recente do seu navegador para usar esta aplicação.",
	"ContentProtected": "Este índice é protegido.",
	"PleaseEnterPassword": "Por favor insira uma senha para desbloqueá-lo.",
	"Password": "Senha",
	"Hint": "sugestão",
	"NoneProvided": "Nenhum fornecido",
	"Decrypt": "descriptografar",
	"HelpBasicString": "Consunet <b>EveryPass</b> é um gerenciador de senhas que permite que você acesse todas as suas senhas, em todos os dispositivos seu habilitado web se você está conectado à Internet ou não. <b>EveryPass</b> é livre para usar, de fonte aberta, livre de lojas de aplicativos e compatível com a maioria dos dispositivos modernos (computadores, tablets, telefones). <br/><br/>",
	"HelpDetailString": "<br/> <b>EveryPass</b> é diferente de outros gerenciadores de senha, porque tudo que você precisa está contido no arquivo HTML que você está lendo agora. <br/><br/><div> <b>Segurança</b> <ul><li> <b>EveryPass</b> usa criptografia de 256 bit AES para armazenar seus dados, esta é uma forma muito forte de criptografia. </li><li> <b>EveryPass</b> usa seu navegador como o ambiente de execução, você provavelmente usa seu navegador para o seu banco também. </li><li> Não <b>EveryPass</b> não armazene seus dados em um servidor, ele salva-lo para o dispositivo que você está usando. </li><li> Se você perder sua senha, ele não pode ser recuperado. </li><li> Fornecendo ferramentas de segurança de alta qualidade é muito difícil e, como outras ferramentas <b>EveryPass</b> conheceu fraquezas. </li><li> Para mais informações consulte o <a href=\"http://www.consunet.com.au\">site.</a> </li></ul></div><div> <b>Adicionar nova entrada de senha</b> <ul><li> Encontrar o formulário de entrada em branco na parte inferior da página, você pode precisar rolar para baixo. </li><li> Digite o que a senha é para na caixa \"Nova senha para ...\", por exemplo my.emailserver.com </li><li> Digite os detalhes de nome de usuário e senha nas caixas nomeadas como. </li><li> Opcionalmente, fornecer informações adicionais, tais como perguntas e respostas desafio para recuperação de senha nas caixas de informações adicionais. </li><li> Clique no botão Adicionar para adicionar a senha para a sua lista de senhas. </li></ul></div><div> <b>Remover uma entrada de senha</b> <ul><li> Clique no botão Del sobre a entrada que você não quer mais. </li></ul></div><div> <b>Criar novo grupo de senha</b> <ul><li> Encontrar o formulário de entrada em branco na parte inferior da página, você pode precisar rolar para baixo. </li><li> Digite um nome para o novo grupo na caixa \"Novo nome do grupo\", que descreve todas as senhas do grupo irão conter, por exemplo, compras on-line. </li><li> Clique no botão Adicionar grupo para adicionar o novo grupo à lista. </li></ul></div><div> <b>Remover um grupo de senha</b> <ul><li> Clique no botão Del no grupo que você não quer mais. </li><li> Se a opção \"Manter senhas de grupos excluídos\" estiver marcada, todas as senhas no grupo será movido para fora do grupo e mantido. </li><li> Se a opção \"Manter senhas de grupos excluídos\" está desmarcada, todas as senhas no grupo serão excluídos. </li></ul></div><div> <b>Adicionar nova senha para um grupo</b> <ul><li> Clique no botão Padrão no desejado grupo uma vez para torná-lo o grupo padrão, como indicado por um botão de cor viva. </li><li> Adicionar uma nova entrada de senha como descrito acima e a nova entrada vai se juntar ao grupo imediatamente após clicar em Adicionar. </li></ul></div><div> <b>reordenar senhas</b> <ul><li> Arrastar e soltar uma entrada de senha para qualquer outra entrada de senha para assumir a sua localização. </li><li> A entrada de senha existente será movida para cima ou para baixo uma linha, dependendo de qual foi superior na página. </li></ul></div><div> <b>Mover uma senha existente para um grupo</b> <ul><li> Para adicionar uma entrada de senha ao fim de um grupo, arraste e solte a entrada para a parte superior do grupo escolhido. </li><li> Para adicionar uma entrada de senha para outro local dentro de um grupo, arraste e solte a entrada de senha para a entrada existente no local desejado. </li></ul></div><div> <b>Salvar suas senhas</b> <ul><li> Na parte inferior da tela tipo em uma senha para proteger todas as suas outras senhas. Lembre-se, este mantém todas as suas outras senhas seguras por isso deve ser uma senha forte. </li><li> Opcionalmente, fornecer uma dica para si mesmo. Tendo em mente o ponto acima, não torná-lo óbvio. </li><li> Aperte o botão Criptografar. Isto irá criptografar todas as suas senhas e empacotar tudo perfeitamente em um único arquivo HTML. Você pode salvá-lo em seu disco local ou talvez um serviço de nuvem. </li><li> Você deve evitar substituindo a cópia anterior do EveryPass, por isso, se algo der errado, você pode recuperar a partir do arquivo anterior. </li></ul></div><div> <b>Ver suas senhas</b> <ul><li> Para visualizar suas senhas, basta abrir o arquivo EveryPass em um navegador da web e fornecer a sua senha mestra. </li><li> Cada entrada tem um botão Show, clique nele para ver os seus segredos. </li></ul></div><div> <b>Importar</b> <ul><li> É possível utilizar esta cópia do EveryPass para importar dados de outro EveryPass copiar para este. </li><li> Clique no botão Importar no canto superior direito. </li><li> Fornecer uma senha para o arquivo importado. </li><li> Senhas e grupos do arquivo importado será acrescentado à lista de senha e grupo do seu arquivo atual. </li><li> Importando também fornece uma maneira segura de acessar um arquivo EveryPass você suspeita que tenha sido adulterado. </li></ul></div><div> <b>Pesquisa</b> <ul><li> A caixa de pesquisa no topo da página buscas em todas as caixas de entrada de cada entrada. </li><li> Se uma única entrada for encontrada, ela será aberta automaticamente para você. </li></ul></div>",
	"Service": "Serviço",
	"Generate": "Gerar",
	"Add": "Adicionar",
	"Username": "Nome de Usuário",
	"AdditionalInfo": "Informação adicional",
	"HelperQuestionExample": "Informações adicionais pergunta, por exemplo helper",
	"QuestionAnswerExample": "resposta por exemplo, pergunta Informações adicionais",
	"HintToRemember": "Dica para lembrar",
	"Encrypt": "Criptografar",
	"Show": "exposição",
	"Go": "Ir",
	"Search": "Pesquisa",
	"DeletePasswordFor": "Excluir senha para",
	"Hide": "ocultar",
	"CouldNotDetermineAppType": "Não foi possível determinar o tipo de aplicação.",
	"IncorrectAppType": "Tipo de aplicação incorrecta",
	"FileFormatIncorrect": "formato de arquivo incorreto.",
	"InvalidCypherSettings": "configurações cypher inválidos",
	"ImportFailed": "A importação falhou:",
	"Version": "Versão",
	"InitialisationVector": "Vector inicialização",
	"Salt": "Sal",
	"CypherText": "texto Cypher",
	"IncorrectPassword": "a senha ou os dados foi corrompido",
	"Empty": "Vazio",
	"Weak": "Fraco",
	"OK": "Está bem",
	"Strong": "Forte",
	"InvalidFilename": "filename inválida, usando padrão",
	"InvalidTimeout": "tempo limite inválida, usando padrão",
	"FileOpsNotSupported": "operações de arquivo não é suportado",
	"PasswordCannotBeEmpty": "A senha não pode estar vazio!",
	"WeakPasswordUsedWarning": "senha fraca usado - prosseguir com Criptografar?",
	"NewPasswordFor": "Nova senha para ...",
	"SaveFilename": "Salvar nome do arquivo",
	"TimeoutPeriod": "período de tempo limite",
	"ConfirmPasswordDeletion": "Confirmar a exclusão de senhas e grupos?",
	"more": "Mais",
	"less": "Menos",
	"WebCryptoAPINotSupported": "WebCrypto API não é suportado por este navegador. Por favor, mude para um navegador mais moderno, como as versões atuais do Edge, o Firefox ou o Chrome.",
	"NewGroupNamePlaceholder": "Nome do novo grupo",
	"GroupName": "Nome do grupo",
	"AddGroup": "Adicionar grupo",
	"DefaultGroup": "Padrão",
	"DeleteGroup": "excluir grupo",
	"OptionKeepPwdsOfDeletedGrps": "Mantenha senhas de grupos excluídos?",
	"DeleteGroupKeepPwds": "Senhas no Grupo será mantido.",
	"DeleteGroupLosePwds": "As senhas do Grupo serão apagados.",
	"MyStore": "Minha loja",
	"YouHaveNoPasswords": "Você atualmente não tem senhas",
	"CreatePassword" : "Criar senha"
}