{
  "Import": "Importação",
  "Options": "Opções",
  "Help": "Ajuda",
  "Javascript not enabled!": "JavaScript não habilitado!",
  "This application requires Javascript. Please enable it in your browser settings.": "Esta aplicação requer Javascript. Por favor habilitá-lo nas configurações do seu navegador.",
  "Your browser is unsupported!": "Seu navegador não é suportado!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Por favor, atualize para a versão mais recente do seu navegador para utilizar esta aplicação.",
  "This content is protected.": "Este conteúdo está protegido.",
  "Please enter a password to unlock it.": "Por favor, digite uma senha para desbloqueá-lo.",
  "Password": "Senha",
  "Hint": "Dica",
  "None provided": "Nenhum fornecido",
  "Decrypt": "Descriptografar",
  "HelpBasicString": "Consunet <b>EveryPass</b> é um Gerenciador de senhas que permite que você acesse todas as suas senhas, em todos os seu web habilitado dispositivos se você estiver conectado à Internet ou não. <b>EveryPass</b> é livre para usar, open source, livre de app stores e compatível com os mais modernos equipamentos (computadores, tablets, telefones). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> é diferente de outros gerenciadores de senha, porque tudo que você necessita está contido no arquivo HTML que você está lendo agora. <br/> <br/>                        <div><b>Segurança</b> <ul><li><b>EveryPass</b> usa criptografia AES de 256 bits para armazenar seus dados, isto é uma forma de criptografia forte.</li>                                        <li><b>EveryPass</b> usa seu navegador como o ambiente de execução, você provavelmente usa o seu browser para o seu bancário também.</li>                                        <li><b>EveryPass</b> não armazena seus dados em um servidor, ele salva-lo para o dispositivo que você estiver usando.</li>                                        <li>Se você perder sua senha, ele não pode ser recuperado.</li>                                        <li>Fornecimento de ferramentas de segurança de alta qualidade é muito difícil e como outras ferramentas <b>EveryPass</b> tem conhecido fraquezas.</li>                                        <li>Para obter mais informações, consulte o <a href=\"http://www.consunet.com.au\"> site.</a></li>                                </ul></div> <div><b>Adicionar nova entrada de senha</b> <ul><li>encontrar a forma de entrada em branco na parte inferior da página, talvez você precise rolar para baixo.</li>                                        <li>Digite o que a senha é para a \"nova senha for...\" da caixa, por exemplo, my.emailserver.com</li>                                        <li>Tipo nos detalhes do nome de usuário e senha nas caixas nomeadas como.</li>                                        <li>, Opcionalmente, fornecer informações adicionais, tais como desafio de pergunta e resposta para recuperação de senha nas caixas adicionais informações.</li>                                        <li>Clique no botão Adicionar para adicionar a palavra-passe para sua lista de senha.</li>                                </ul></div> <div><b>Remover uma entrada de senha</b> <ul><li>clique no botão sobre a entrada que você não quer mais Del.</li>                                </ul></div> <div><b>Salvar suas senhas</b> <ul><li>na parte inferior do ecrã tipo uma senha para proteger todas as suas senhas. Lembre-se, este mantém todas as suas senhas seguras por isso deve ser uma senha forte.</li>                                        <li>, Opcionalmente, fornecer uma dica para você mesmo. Tendo em mente o ponto acima, não deixe isso claro.</li>                                        <li>Aperte o botão Encrypt. Isto irá criptografar todas as suas senhas e pacote tudo ordenadamente em um único arquivo HTML. Você pode salvá-lo para seu disco local ou talvez um serviço de nuvem.</li>                                        <li>Você deve evitar sobrescrever a cópia anterior do EveryPass, para que se algo der errado você pode recuperar do arquivo anterior.</li>                                </ul></div> <div><b>Exibir as senhas de</b> <ul><li>para exibir suas senhas, basta abrir o arquivo EveryPass em um navegador da web e fornecer sua senha mestra.</li>                                        <li>Cada entrada tem um Show de botão, clique nele para ver os seus segredos.</li>                                </ul></div> <div><b>Importar</b> <ul><li>é possível usar esta cópia do EveryPass para importar dados de outra cópia de EveryPass este.</li>                                        <li>Clique no botão no canto superior direito importação.</li>                                        <li>Fornecer uma senha para o arquivo importado.</li>                                        <li>Senhas do arquivo importado serão acrescentadas à lista de senha do seu arquivo atual</li>                                        <li>Importando também fornece uma maneira segura de acessar um arquivo de EveryPass que o suspeito tenha sido adulterado.</li>                                </ul></div> <div><b>Pesquisa</b> <ul><li>caixa de pesquisa no topo da página procura em todas as caixas de entrada de cada entrada.</li>                                        <li>Se encontra-se uma única entrada, ele abrirá automaticamente para você.</li>                                </ul>   </div>",
  "Service": "Serviço",
  "Generate": "Gerar",
  "Add": "Adicionar",
  "Username": "Nome de usuário",
  "Additional Info": "Informação adicional",
  "Additional info e.g. helper question": "Informação adicional, por exemplo, questão de auxiliar",
  "Additional info e.g. question answer": "Informação adicional, por exemplo, responder uma pergunta",
  "Hint to remember": "Dica para lembrar",
  "Encrypt": "Criptografar",
  "Show": "Mostrar",
  "Go": "Ir",
  "Search": "Pesquisa",
  "Delete Password for": "Excluir senha para",
  "Hide": "Esconder",
  "Could not determine application type.": "Não foi possível determinar o tipo de aplicativo.",
  "Incorrect application type": "Tipo de aplicativo incorreto",
  "File format incorrect.": "Formato de arquivo incorreto.",
  "Invalid cypher settings": "Configurações de cypher inválido",
  "Import failed: ": "Falha ao importar: ",
  "Version": "Versão",
  "Initialisation Vector": "Vetor de inicialização",
  "Salt": "Sal",
  "Cypher text": "Texto de Cypher",
  "Incorrect password, or data has been corrupted": "Senha incorreta, ou os dados foram corrompidos",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Criptografia não é suportada atualmente no Safari devido à falta de apoio de padrões. Por favor use um navegador diferente [por exemplo, Google Chrome ou Mozilla Firefox] para permitir criptografia de arquivos.",
  "Empty": "Vazio",
  "Weak": "Fraco",
  "OK": "Razoável",
  "Strong": "Strong",
  "Invalid filename, using default": "Nome de arquivo inválido, usando o padrão",
  "Invalid timeout, using default": "Tempo limite inválido, usando o padrão",
  "File operations not supported": "Operações de arquivo não suportadas",
  "Password cannot be empty!": "Senha não pode ser vazia!",
  "Weak password used - proceed with Encrypt?": "Senha fraca usada - proceder com Encrypt?",
  "New password for...": "Nova senha para...",
  "Save filename": "Salvar o nome do arquivo",
  "Timeout period": "Período de tempo limite",
  "Confirm deletion of passwords?": "Confirmar exclusão de senhas?",
  "more": "mais",
  "less": "menos"
}