{
  "Import": "Импорт",
  "Options": "Параметры",
  "Help": "Справка",
  "Javascript not enabled!": "Не включен JavaScript!",
  "This application requires Javascript. Please enable it in your browser settings.": "Это приложение требует Javascript. Пожалуйста, включите его в настройках вашего браузера.",
  "Your browser is unsupported!": "Ваш браузер не поддерживается!",
  "Please upgrade to the latest version of your browser in order to use this application.": "Выполните обновление до последней версии вашего браузера для того, чтобы использовать это приложение.",
  "This content is protected.": "Это содержимое защищено.",
  "Please enter a password to unlock it.": "Пожалуйста, введите пароль, чтобы разблокировать его.",
  "Password": "Пароль",
  "Hint": "Подсказка",
  "None provided": "Не предусмотрено",
  "Decrypt": "Расшифровать",
  "HelpBasicString": "Consunet <b>EveryPass</b> — менеджер паролей, который позволяет получить доступ к все ваши пароли, на все ваши веб-устройства с поддержкой ли вы подключены к Интернету или нет. <b>EveryPass</b> является бесплатным для использования, открытым исходным кодом, свободным от app магазины и совместимы с самых современных устройств (компьютеры, планшеты, телефоны). <br/> <br/>",
  "HelpDetailString": "<br/> <b>EveryPass</b> отличается от других менеджеры паролей, потому что все, что вам требуется, содержится в файле HTML, вы читаете прямо сейчас. <br/> <br/>                        <div><b>Безопасности</b> <ul><li><b>EveryPass</b> использует шифрование AES 256 бит для хранения данных, это очень сильная форма шифрования.</li>                                        <li><b>EveryPass</b> использует браузер как среду выполнения, вы, вероятно, использовать ваш браузер для вашего банковского тоже.</li>                                        <li><b>EveryPass</b> не хранит ваши данные на сервере, оно сохраняет его на устройство вы используете.</li>                                        <li>Если вы потеряли ваш пароль, он не может быть восстановлена.</li>                                        <li>Очень трудно предоставлять средства безопасности, высокого качества и как другие инструменты <b>EveryPass</b> известные недостатки.</li>                                        <li>Для получения дополнительной информации смотрите <a href=\"http://www.consunet.com.au\"> веб-сайт.</a></li>                                </ul></div> <div><b>Добавить новый пароль запись</b> <ul><li>Найти пустое форму в нижней части страницы, вам может потребоваться выполнить прокрутку вниз.</li>                                        <li>Введите пароль является для «новый пароль for...» поле, например my.emailserver.com</li>                                        <li>Типа в деталях имя пользователя и пароль в полях как именованные.</li>                                        <li>При необходимости предоставить дополнительную информацию, например вызов вопрос и ответ для восстановления пароля в рамки для дополнительной информации.</li>                                        <li>Нажмите кнопку Добавить, чтобы добавить пароль в списке паролей.</li>                                </ul></div> <div><b>Удаление записи пароля</b> <ul><li>нажмите кнопку Del на вход, вы больше не хочу.</li>                                </ul></div> <div><b>Сохранить ваши пароли</b> <ul><li>в нижней части экрана типа пароль защищать все ваши пароли. Помните, что это один держит все ваши пароли безопасным, поэтому он должен быть надежный пароль.</li>                                        <li>При необходимости, предоставить подсказку для себя. Имея в виду точки выше, не сделать это очевидным.</li>                                        <li>Ударил кнопку Encrypt. Это будет шифровать все ваши пароли и пакет все аккуратно в один HTML-файл. Вы можете сохранить его для вашего локального диска или возможно облачной службы.</li>                                        <li>Следует избегать перезаписи предыдущей копии EveryPass, так что если что-то пойдет не так вы можете оправиться от предыдущего файла.</li>                                </ul></div> <div><b>Посмотреть ваши пароли</b> <ul><li>для просмотра ваши пароли, просто откройте файл EveryPass в веб-браузере и предоставить свой мастер-пароль.</li>                                        <li>Каждая запись имеет шоу кнопку, нажмите ее, чтобы просмотреть ваши секреты.</li>                                </ul></div> <div><b>Импорта</b> <ul><li>можно использовать этот экземпляр EveryPass для импорта данных из другой копии EveryPass в этот один.</li>                                        <li>Нажмите кнопку Импорт в правом верхнем углу.</li>                                        <li>Предоставить пароль для импортируемого файла.</li>                                        <li>Пароли из импортированного файла будет добавляться в список вашего текущего файла паролей</li>                                        <li>Импорт также обеспечивает безопасный способ доступа к файлу EveryPass, предположительно был tampered с.</li>                                </ul></div> <div><b>Поиска</b> <ul><li>поле поиска в верхней части страницы поиска в всех полях ввода каждой записи.</li>                                        <li>Если найдена запись, она автоматически будет открыта для вас.</li>                                </ul>   </div>",
  "Service": "Услуги",
  "Generate": "Генерировать",
  "Add": "Добавить",
  "Username": "Имя пользователя",
  "Additional Info": "Дополнительная информация",
  "Additional info e.g. helper question": "Дополнительная информация например вспомогательный вопрос",
  "Additional info e.g. question answer": "Дополнительная информация например вопрос ответ",
  "Hint to remember": "Подсказка чтобы помнить",
  "Encrypt": "Шифрование",
  "Show": "Показать",
  "Go": "Перейти",
  "Search": "Поиск",
  "Delete Password for": "Удалите пароль для",
  "Hide": "Скрыть",
  "Could not determine application type.": "Не удалось определить тип приложения.",
  "Incorrect application type": "Неправильное применение тип",
  "File format incorrect.": "Неправильный формат файла.",
  "Invalid cypher settings": "Недопустимый cypher параметры",
  "Import failed: ": "Сбой импорта: ",
  "Version": "Версия",
  "Initialisation Vector": "Вектор инициализации",
  "Salt": "Соль",
  "Cypher text": "Шифруют текст",
  "Incorrect password, or data has been corrupted": "Неправильный пароль или данные повреждены",
  "Encryption is not currently supported on Safari due to lack of standards support. Please use a different browser [e.g. Google Chrome or Mozilla Firefox] to allow encryption of files.": "Шифрование не поддерживается в настоящее время на сафари из-за отсутствия поддержки стандартов. Пожалуйста, используйте другой браузер [например, Google Chrome или Mozilla Firefox] чтобы разрешить шифрование файлов.",
  "Empty": "Пустой",
  "Weak": "Слабый",
  "OK": "Хорошо",
  "Strong": "Стронг",
  "Invalid filename, using default": "Недопустимое имя файла, используя по умолчанию",
  "Invalid timeout, using default": "Недопустимое время ожидания, по умолчанию",
  "File operations not supported": "Не поддерживаются операции с файлами",
  "Password cannot be empty!": "Пароль не может быть пустым!",
  "Weak password used - proceed with Encrypt?": "Слабый пароль, используемый - продолжить шифрование?",
  "New password for...": "Новый пароль для...",
  "Save filename": "Сохранение файла",
  "Timeout period": "Период ожидания",
  "Confirm deletion of passwords?": "Подтвердите удаление паролей?",
  "more": "больше",
  "less": "меньше"
}